<div id='help-year' class='help-section'>
    <h2>Поиск по годам</h2>
    <p>В этих полях можно задать временной период для поиска текстов. Поиск идет по году записи, если было событие записи. 
        Если это авторский текст, то идет поиск по дате публикации.</p>
    <p>В поле "год (с)" указывается год, с которого нужно начать поиск, в поле "год (по)" указывается год, которым нужно закончить поиск.</p>
    <p><b>Например:</b> тексты с 1918 по 1950 гг => год (с): 1918, год (по): 1950</p>
    <p>тексты до 1936 г. => год (по): 1935 (по 1935 включительно, 1936 уже не входит в период поиска, "год (с)" не указываем)</p>
    <p>тексты с 2000 г. => год (с): 2000 ("год (по)" не указываем)</p>
    <p>тексты только 1996 г. => год (с): 1996, год (по): 1996</p>
   
</div>