<div id='help-text-fields' class='help-section'>
    <h2>Поиск по текстовым полям</h2>
    {!!trans('messages.search_comment')!!}   
</div>

<div id='help-dialect' class='help-section'>
    <h2>Поиск по диалекту</h2>
    <p>Будут найдены леммы, имеющие словоформы для заданного диалекта</p>
    <p>Выберите один диалект из списка.</p>
</div>


<div id='help-dialect-usage' class='help-section'>
    <h2>Поиск по диалектам словоупотребления</h2>
    <p>Будут найдены слова, употребляющихся в заданных диалектах.</p>
    <p>Выберите несколько диалектов из списка.</p>
    <p>Если ничего не было найдено, значит в словаре нет ни одной леммы со значением, у которого задан населенный пункт словоупотребления.</p>
</div>