<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Auth Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'account_is_created' => 'Ваш аккаунт создан. Проверьте Email для активации.',
    'account_is_activated' => 'Аккаунт активирован.',
    'confirm' => 'Подтвердить',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'login' => 'Войти',
    
    'of_role' => 'роли',
    'of_user' => 'пользователя', 
    
    'password' => 'Пароль',
    'password_confirm' => 'Подтверждение пароля',
    'password_reset' => 'Сброс пароля',
    'password_updated' => 'Пароль успешно обновлён.',
    
    'perm.admin' => 'Супер-права',
    'perm.edit.dict'=> 'Редакция словаря',
    'perm.edit.corpus'=> 'Редакция корпуса',
    'permissions' => 'Права',
    
    'register' => 'Зарегистрироваться',
    'remember' => 'Запомнить меня',
    'reset' => 'Забыли пароль?',
    
    'role_list' => 'Список ролей',
    'role_name' => 'Название',
    'role_removed' => 'Роль ":name" удалена.',
    'roles' => 'Роли',
    
    'slug' => 'краткое имя',
    'your_email' => 'Ваш Email',
    'wait' => 'Через несколько минут вам на почту придет письмо с дальнейшими инструкциями',
    'user_list' => 'Список пользователей',     
    'user_removed' => 'Пользователь ":name" удален.',
];
