<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'about_karelians' => '',
    'about_veps' => '<p>Вепсы, коренной народ северо-западной части России, входящий в семью
                    прибалтийско-финских народов, проживает в  Карелии вдоль юго-западного
                    побережья Онежского озера, а также в Ленинградской и Вологодской
                    областях. Живущих в Карелии вепсов принято называть северными или
                    прионежскими. Наиболее крупные села прионежских вепсов – Шокша (Šokš),
                    Шелтозеро (Šoutjärv), Рыбрека (Kaleig), Каскесручей (Kaskez); средних Ладва
                    (Ladv), Мягозеро (Mäggär’), Ярославичи (Vil’häl), Винница (Vindl), Пяжозеро
                    (Päžar’), Пондала (Pondal); южных – Радогощь (Arskaht’), Сидорово (Sodjärv),
                    Прокушево (Šidjärv),Боброзеро (Maigär’) и т.д. По данным переписи 2010
                    года вепсов в Российской Федерации насчитывается 5936 человек, из них в
                    Республике Карелия: 3423 человека, в Ленинградской области 1380 человек,
                    в Вологодской области – 412 человек.</p>',
    'choice_articles' => 'статья|статьи|статей',
    'choice_texts' => 'текст|текста|текстов',
    'corpus_means_title' => 'Что такое «корпус языка»',
    'corpus_means_text' => 'Корпус — это информационно-справочная система, основанная на собрании текстов в электронной форме. 
                      С помощью электронного словаря, включенного в корпус, вы можете быстро искать и обрабатывать тексты. 
                      Именно такие корпуса и словари мы разработываем в рамках проекта «VepKar».',
    'developers' => 'Сайт создан сотрудниками <a href="http://www.krc.karelia.ru">Карельского научного центра Российской академии наук</a>',
    'grants' => '<p>Проект был поддержан грантами:</p> '
              . '<ul><li>РГНФ (проект № 15-04-12006 "Создание тезауруса вепсского языка на основе разрешения лексической многозначности в многоязычном словаре", 2015-2016)</li>'
              . '<li>РФФИ (проект № 18-012-00117 "Проблемы создания корпусов языков малочисленных народов России на примере Открытого корпуса вепсского и карельского языков", 2018-2020)</li></ul>'
              . '<p>В 2017 году авторский коллектив проекта «Корпус вепсского языка» получил премию <a href="http://illhportal.krc.karelia.ru/news.php?id=2555&plang=r">«Ключевое слово»</a> за лучший научный проект.</p>',
    'in_numbers_title' => 'VepKar в цифрах',
    'in_numbers_text' => 'Корпус вепсского и карельского языков был открыт 24 июля 2016. На данный момент в корпусе:
                         <div class="in_numbers-b">
                            <span class="in_numbers-n"><a href="/ru/stats">:total_lemmas</a></span>
                            <span>:lemmas<br>о словах</span>
                         </div>
                         <div class="in_numbers-b">
                            <span class="in_numbers-n"><a href="/ru/stats">:total_texts</a></span>
                            <span>:texts на 6 языках<br>
                            и <a href="/ru/dict/dialect">:total_dialects</a> диалектах</span>
                         </div>',
    'license' => 'Вы можете свободно использовать материалы нашего сайта и делиться ими, главное — указать авторство и ссылку
                  на наш ресурс.<br><a href="https://creativecommons.org/licenses/by/4.0/">Побробнее о лицензии CC BY 4.0</a>',
    'participants' => '<dl>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=804&plang=r">Крижановский Андрей Анатольевич</a></dt>'
                    . '<dd>к.т.н., ведущий научный сотрудник, руководитель лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=61&plang=r">Бойко Татьяна Петровна</a></dt>'
                    . '<dd>научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=892&plang=r">Жукова Ольга Юрьевна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=69&plang=r">Зайцева Нина Григорьевна</a></dt>'
                    . '<dd>д.фил.н., ведущий научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=820&plang=r">Захарова Екатерина Владимировна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=22&plang=r">Крижановская Наталья Борисовна</a></dt>'
                    . '<dd>ведущий инженер-исследователь лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=745&plang=r">Новак Ирина Петровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=743&plang=r">Пеллинен Наталия Александровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=597&plang=r">Родионова Александра Павловна</a></dt>'
                    . '<dd>к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=21&plang=r">Старкова Валентина Геннадьевна</a></dt>'
                    . '<dd>старший инженер-исследователь лаб. моделирования природно-технических систем ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=99&plang=r">Шибанова Нина Леонидовна</a></dt>'
                    . '<dd>главный специалист по информационным технологиям ИЯЛИ КарНЦ РАН</dd>'
                    . '</dl>',
    'permission' => '<p>Разрешение <a href="/docs/permission_bible.pdf">Института перевода Библии</a> на использование вепсских изданий, '
                  . 'опубликованных Институтом для вепского корпуса.</p>'
                  . '<p>Разрешение <a href="/docs/permission_bible_karelian.pdf">Института перевода Библии</a> на использование изданий '
                  . 'на ливвиковском и севернокарельском наречиях карельского языка, '
                  . 'опубликованных Институтом для проекта ВепКар.</p>'
                  . '<p>Разрешение <a href="/docs/permission_periodika.pdf">издательства "Периодика"</a> на использование материалов '
                  . 'карельской газеты "Oma Mua", вепской газеты "Kodima", альманаха "Taival"  на карельском языке и альманаха "Verez tullei"'
                  . 'на вепсском языке для использования в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/chirkova_slavov.jpg">от Л.В. Чирковой и В.С. Славова</a> на вепсский и русский текст субтитров кинофильма '
                  . '«В чистой воде рыба клюет» (на вепсском "Sel\'ktas vedes kala kokib").</p>'
                  . '<p>Разрешение <a href="/docs/permission_ValentinaKarakina.pdf">от В.И. Каракиной</a> на использование книги "Rohkie tijani".</p>'
                  . '<p>Разрешение <a href="/docs/permission_periodika_lud_razg.pdf">издательства "Периодика"</a> на использование материалов '
                  . '"Русско-карельского разговорника" (на людиковском наречии) в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/docs/permissions/saburova2020.pdf">от В.К. Сабуровой</a> на использование текста книги '
                  . '"Kun juuret alkaa herätä" в проекте ВепКар.</p>'
                  . '<p>Разрешение от Н.Н. Архиповой (Nina Kossi) на использование текстов книг '
                  . '<a href="/docs/permission_arkhipova.pdf">"Vuuvven lippahaini"</a>, "<a href="/images/permissions/archipova_pisara-matkalaini.jpg">Pisara-matkalaini</a>" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/pellinen_illan_netali.jpg">от Н.А. Пеллинен</a> на использование перевода стиха Ольги Смотровой '
                  . '"Il’l’an nedäli" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/kundozerova.jpg">от М.В. Кундозёровой</a> на использование перевода текста '
                  . '"Starina mussikaisešta" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/ogneva.jpg">от О.В. Огневой</a> на использование текста книги '
                  . '"L’ošan päivy" (под псевдонимом О. Мухорова) в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/usova.jpg">от А.В. Усовой</a> на использование текста книги '
                  . 'Lyhyt sana "oza" в проекте ВепКар.</p>',
    'our_publications' => '<p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=15914">Открытый корпус вепсского и карельского языков (ВепКар): предварительный отбор материалов и словарная часть системы</a><br>
                    <i>Зайцева Н.Г., Крижановский А.А., Крижановская Н.Б., Пеллинен Н.А., Родионова А.П.</i>                    
                    Труды международной конференции «Корпусная лингвистика ‒ 2017». ‒ СПб., 2017. С. 172-177.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18086">Корпусная лингвистика в прибалтийско-финском исследовательском пространстве (на материале Корпуса вепсского языка и Открытого корпуса вепсского и карельского языков)</a><br>
                    <i>Зайцева Н.Г., Крижановская Н.Б.</i> Альманах североевропейских и балтийских исследований. Выпуск 3. 2018. C. 264-273. DOI: 10.15393/j103.art.2018.1062</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18548">LowResourceEval-2019: a shared task on morphological analysis for low-resource languages</a><br>
                    <i>Klyachko E.L., Sorokin A.A., Krizhanovskaya N.B., Krizhanovsky A.A., Ryazanskaya G.M.</i>
                    Computational Linguistics and Intellectual Technologies: papers from the Annual conference “Dialogue” (Moscow, May 29— June 1, 2019) Issue 18 (25). 2019</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18516">Автоматизированные методы пополнения словаря корпуса ВепКар на основе правил словоизменения из Викисловаря</a><br>
                    <i>N.B. Krizhanovskaya, A.A. Krizhanovsky</i>. Труды международной конференции «Корпусная лингвистика ‒ 2019». СПб. 2019. C. 211-217</p>

                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18515">Представление диалектов в Открытом корпусе вепсского и карельского языков (ВепКар)</a><br>
                    <i>Крижановский А.А., Крижановская Н.Б., Новак И.П.</i> Труды международной конференции «Корпусная лингвистика ‒ 2019». СПб. 2019. C. 288-295.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18962">Архитектура корпусного менеджера и разметка текстов корпуса ВепКар</a><br>
                    <i>Крижановский А.А., Крижановская Н.Б., Родионова А.П.</i> Электронная письменность народов Российской Федерации: опыт, проблемы и перспективы. Материалы межд. науч. конференции (Уфа, 27-29 ноября 2019 г.). 2019. C. 19-23.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18961">New written Tver Karelian dialects wordform generator</a><br>
                    <i>Крижановская Н.Б., Новак И.П.</i> Свидетельство о гос. регистрации программы для ЭВМ Федеральной службы по интеллектуальной собственности № 2019665163 от 20 ноября 2019 г. Официальный бюллетень «Программы для ЭВМ. Базы данных. Топологии интегральных микросхем». № 11, 2019.</p>',
    'publications_about' => '<p><a class="publ-title" href="http://fadn.gov.ru/news/2017/10/03/3406-na-forume-yazykovaya-politika-organizovannom-fadn-rossii-nagradili-laureatov-vserossiyskoy-premii-klyuchevoe-slovo">Всероссийская премия «Ключевое слово»</a><br>     
                    Федеральное агентство по делам национальностей, 3&nbsp;октября&nbsp;2017&nbsp;г.</p>

                    <p><a class="publ-title" href="https://scientificrussia.ru/articles/proekt-vepkar">Проект ВепКар</a><br>
                    Научная Россия, 28 мая 2019 г.</p>
                    
                    <p><a class="publ-title" href="https://vk.com/@karrc-ludikovskoe-narechie-s-severa-na-ug-materialy-sopostavitelno">Людиковское наречие с севера на юг: материалы «Сопоставительно-ономасиологического словаря диалектов» в Открытом корпусе вепсского и карельского языков (ВепКар)</a><br>
                    Вконтакте, 27 апреля 2020 г.</p>
                    
                    <p><a class="publ-title" href="https://vk.com/@karrc-aleksandr-pavlovich-barancev-nash-znamenityi-zemlyak">Александр Павлович Баранцев – наш знаменитый земляк</a><br>
                    Вконтакте, 8 июня 2020 г.</p>
                    ',
    'sources' => '<p>Зайцева Н. Г., Муллонен И. И. <a href="http://elibrary.krc.karelia.ru/469/1/%D0%9D%D0%BE%D0%B2%D1%8B%D0%B9%20%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%BE-%D0%B2%D0%B5%D0%BF%D1%81%D1%81%D0%BA%D0%B8%D0%B9%20%D1%81%D0%BB%D0%BE%D0%B2%D0%B0%D1%80%D1%8C.pdf">Новый русско-вепсский словарь. Uz’venä-vepsläine vajehnik</a>. – 2007.</p>
                  <p>Бойко Т. П., Маркианова Л. <a href="http://elibrary.krc.karelia.ru/401/1/russko-karelskij_slovar.pdf">Большой русско-карельский словарь (ливвиковское наречие). Suuri ven’a-karjalaine sanakniigu (livvin murreh)</a>. – 2011.</p>
                  <p>Зайков П. М., Ругоева Л. И. <a href="http://resources.krc.karelia.ru/illh/doc/redkie/slovar_zajkov.pdf">Карельско-русский словарь (севернокарельские диалекты)</a>. – 1999.</p>
                  <p>Пунжина А.В. <a href="http://resources.krc.karelia.ru/illh/doc/redkie/karelian_dict_tver.pdf">Словарь карельского языка</a>. – Карелия, 1994.</p>
                  <p><a href="http://resources.krc.karelia.ru/krc/doc/publ2008/onomasiolog_slovar.pdf">Сопоставительно-ономасиологический словарь диалектов карельского, вепсского, саамского языков</a>. Под общей редакцией Ю.С.Елисеева и Н.Г.Зайцевой. Петрозаводск: КарНЦ РАН, 2007. 348 с.</p>
                  <p>Н.Г. Зайцева, Е.Е. Харитонова, О.Ю. Жукова. <a href="http://resources.krc.karelia.ru/illh/doc/knigi_stati/orf_slovar.pdf">Орфографический словарь вепсского языка</a>. Науч. ред. С.А. Мызников. Петрозаводск: Карельский научный центр, 2012. 432 с.</p>',
    'welcome_text' => '<p>Добро пожаловать в VepKar — открытый корпус вепсского и карельского языков, 
                       содержащий словари и корпуса прибалтийско-финских языков народов Карелии.</p>

                    <p>Проект VepKar является продолжением работ по  
                        <a href="http://vepsian.krc.karelia.ru">Корпусу вепсского языка</a>.
                        Сотрудники Карельского научного центра РАН заполняют словарь и добавляют тексты в Корпус вепсского и карельского языков. 
                        Корпус карельского языка включает собственно-карельское, ливвиковское и людиковское наречия, 
                        обладающие в настоящее время собственными младописьменными формами.
                    </p>
                    
                    <p>Программная оболочка корпуса VepKar — это разрабатываемый нами проект
                    с открытым исходным кодом <a href="https://github.com/componavt/dictorpus">Dictorpus</a>
                    и <a href="http://dictorpus.krc.karelia.ru/ru/dumps">открытыми данными</a> 
                    (лицензия <a href="https://creativecommons.org/licenses/by/4.0/">CC-BY</a>). 
                    Название проекта "Dictorpus" указывает на объединение словаря (DICTionary) и корпуса
                    (cORPUS). Программа Dictorpus предназначена для коллективов
                    лингвистов, работающих с языками мира. На данный момент в программу
                    включена поддержка и учитываются особенности вепсского и карельского
                    языков.</p>

                    <p>Проект поддержан <a href="/ru/grants">грантами</a> РГНФ и РФФИ.</p>

                    <p><a href="/publ/">Публикации проекта</a></p>',
    
];
