<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'about_karelians' => '<p>Карелы&nbsp;— третий по&nbsp;численности прибалтийско-финский народ, большая часть которого проживает в&nbsp;России.
                          <p>Самоназвание карелов — karjala — karjalat; karjalaine / karjalaini — karjalazet / karjalaiset / karjalažet / kard’alažet; kariela — karielazet. В&nbsp; летописях они упоминаются как «корела». В говорах русского языка встречается также использование термина «кореляки». В&nbsp;настоящее время общеупотребимо название «карелы». Карелы-ливвики используют эндоэтнонимы: liygiläine — liygiläzet / liygiläžet, livviköi — livviköt, карелы-людики – lyydiköi — lyydiköt.</p>
                          <p>Согласно данным Всероссийской переписи населения 2010&nbsp;г., численность карелов составляет 60&nbsp;815 чел.: 45&nbsp;570 чел. в&nbsp;Республике Карелии и&nbsp;7&nbsp;394 чел. в&nbsp;Тверской обл. («тверские карелы»). Две небольшие группы карелов проживают в&nbsp;Ленинградской обл.: «кондушские карелы» в Лодейнопольском р-не (ок. 200 чел.) и&nbsp;«тихвинские карелы» в Бокситогорском р-не (ок. 400 чел.). В&nbsp;Валдайском р-не Новгородской обл. еще в начале века можно было услышать речь «валдайских карелов». За пределами России карелы проживают в&nbsp;Финляндии и&nbsp;странах СНГ.</p>
                          <p>Язык карелов относится к&nbsp;прибалтийско-финской группе уральской языковой семьи. Общее число владеющих карельским языком в России, по данным 2010&nbsp;г., составляет около 25,6 тыс. чел. По сравнению с аналогичными показателями 2002&nbsp;г. цифра сократилась в&nbsp;2 раза. Носители карельского языка проживают в&nbsp;основном на территориях Республики Карелии (19&nbsp;100 чел.), Тверской (3&nbsp;641), Ленинградской (573), Мурманской (397), Московской (116) обл., а&nbsp;также в&nbsp;Санкт-Петербурге (511) и&nbsp;Москве (166). При этом карельский язык считают родным около 17 тыс. чел. Численность карелоязычного населения Финляндии, по&nbsp;неофициальным данным, составляет 30 тыс. чел., из&nbsp;которых около 11 тыс. владеют карельским языком хорошо или очень хорошо. В карельском языке принято различать три наречия: собственно карельское (северная и&nbsp;средняя Карелия, Тверская, Ленинградская, Мурманская обл.), ливвиковское (Олонецкий и&nbsp;Пряжинский р-ны Карелии) и&nbsp;людиковское (Пряжинский, Прионежский, Кондопожский и&nbsp;Олонецкий р-ны Карелии).</p>
                          <p>Подробнее о карелах можно прочесть в книге <a href="http://avtor.karelia.ru/elbibl/sborniki/narody_karelii/15/index.html">«Народы Карелии: историко-этнографические очерки»</a>',
    'about_veps' => '<p>Вепсы, коренной народ северо-западной части России, входящий в семью
                    прибалтийско-финских народов, проживает в  Карелии вдоль юго-западного
                    побережья Онежского озера, а также в Ленинградской и Вологодской
                    областях. Живущих в Карелии вепсов принято называть северными или
                    прионежскими. Наиболее крупные села прионежских вепсов – Шокша (Šokš),
                    Шелтозеро (Šoutjärv), Рыбрека (Kaleig), Каскесручей (Kaskez); средних Ладва
                    (Ladv), Мягозеро (Mäggär’), Ярославичи (Vil’häl), Винница (Vindl), Пяжозеро
                    (Päžar’), Пондала (Pondal); южных – Радогощь (Arskaht’), Сидорово (Sodjärv),
                    Прокушево (Šidjärv),Боброзеро (Maigär’) и т.д. По данным переписи 2010
                    года вепсов в Российской Федерации насчитывается 5936 человек, из них в
                    Республике Карелия: 3423 человека, в Ленинградской области 1380 человек,
                    в Вологодской области – 412 человек.</p>
                    <p>Подробнее о вепсах можно прочесть в книге <a href="http://avtor.karelia.ru/elbibl/sborniki/narody_karelii/273/index.html">«Народы Карелии: историко-этнографические очерки»</a>',
    'choice_articles' => 'статья|статьи|статей',
    'choice_texts' => 'текст|текста|текстов',
    'corpus_means_title' => 'Что такое «корпус языка»',
    'corpus_means_text' => 'Корпус — это информационно-справочная система, основанная на собрании текстов в электронной форме. 
                      Корпус включает в себя тексты и словари, хранящиеся в базе данных, и компьютерную программу, обеспечивающую поиск и обработку текстов.',
    'developers' => 'Сайт создан сотрудниками <a href="http://www.krc.karelia.ru">Карельского научного центра Российской академии наук</a>',
    'grants' => '<p>Проект был поддержан грантами:</p> '
              . '<ul><li>РГНФ (проект № 15-04-12006 "Создание тезауруса вепсского языка на основе разрешения лексической многозначности в многоязычном словаре", 2015-2016)</li>'
              . '<li>РФФИ (проект № 18-012-00117 "Проблемы создания корпусов языков малочисленных народов России на примере Открытого корпуса вепсского и карельского языков", 2018-2020)</li></ul>'
              . '<p>В 2017 году авторский коллектив проекта «Корпус вепсского языка» получил премию <a href="http://illhportal.krc.karelia.ru/news.php?id=2555&plang=r">«Ключевое слово»</a> за лучший научный проект.</p>',
    'in_numbers_title' => 'ВепКар в цифрах',
    'in_numbers_text' => 'Корпус вепсского и карельского языков был открыт 24 июля 2016. На данный момент в корпусе:
                         <div class="in_numbers-b">
                            <span class="in_numbers-n"><a href="/ru/stats">:total_lemmas</a></span>
                            <span>:lemmas<br>о словах</span>
                         </div>
                         <div class="in_numbers-b">
                            <span class="in_numbers-n"><a href="/ru/stats">:total_texts</a></span>
                            <span>:texts на <a href="/ru/dict/dialect">:total_dialects</a> диалектах</span>
                         </div>',
    'license' => 'Вы можете свободно использовать материалы нашего сайта и делиться ими, главное — указать авторство и ссылку
                  на наш ресурс.<br><a href="https://creativecommons.org/licenses/by/4.0/">Побробнее о лицензии CC BY 4.0</a>',
    'participants' => '<dl>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=804&plang=r">Крижановский Андрей Анатольевич</a></dt>'
                    . '<dd>к.т.н., ведущий научный сотрудник, руководитель лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=61&plang=r">Бойко Татьяна Петровна</a></dt>'
                    . '<dd>научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=892&plang=r">Жукова Ольга Юрьевна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=69&plang=r">Зайцева Нина Григорьевна</a></dt>'
                    . '<dd>д.фил.н., ведущий научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=820&plang=r">Захарова Екатерина Владимировна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=22&plang=r">Крижановская Наталья Борисовна</a></dt>'
                    . '<dd>ведущий инженер-исследователь лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=745&plang=r">Новак Ирина Петровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=743&plang=r">Пеллинен Наталия Александровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=597&plang=r">Родионова Александра Павловна</a></dt>'
                    . '<dd>к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=21&plang=r">Старкова Валентина Геннадьевна</a></dt>'
                    . '<dd>старший инженер-исследователь лаб. моделирования природно-технических систем ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=99&plang=r">Шибанова Нина Леонидовна</a></dt>'
                    . '<dd>главный специалист по информационным технологиям ИЯЛИ КарНЦ РАН</dd>'
                    . '</dl>',
    'permission' => '<p>Разрешение <a href="/docs/permission_bible.pdf">Института перевода Библии</a> на использование вепсских изданий, '
                  . 'опубликованных Институтом для вепского корпуса.</p>'
                  . '<p>Разрешение <a href="/docs/permission_bible_karelian.pdf">Института перевода Библии</a> на использование изданий '
                  . 'на ливвиковском и севернокарельском наречиях карельского языка, '
                  . 'опубликованных Институтом для проекта ВепКар.</p>'
                  . '<p>Разрешение <a href="/docs/permission_periodika.pdf">издательства "Периодика"</a> на использование материалов '
                  . 'карельской газеты "Oma Mua", вепской газеты "Kodima", альманаха "Taival"  на карельском языке и альманаха "Verez tullei"'
                  . 'на вепсском языке для использования в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/chirkova_slavov.jpg">от Л.В. Чирковой и В.С. Славова</a> на вепсский и русский текст субтитров кинофильма '
                  . '«В чистой воде рыба клюет» (на вепсском "Sel\'ktas vedes kala kokib").</p>'
                  . '<p>Разрешение <a href="/docs/permission_ValentinaKarakina.pdf">от В.И. Каракиной</a> на использование книги "Rohkie tijani".</p>'
                  . '<p>Разрешение <a href="/docs/permission_periodika_lud_razg.pdf">издательства "Периодика"</a> на использование материалов '
                  . '"Русско-карельского разговорника" (на людиковском наречии) в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/docs/permissions/saburova2020.pdf">от В.К. Сабуровой</a> на использование текста книги '
                  . '"Kun juuret alkaa herätä" в проекте ВепКар.</p>'
                  . '<p>Разрешение от Н.Н. Архиповой (Nina Kossi) на использование текстов книг '
                  . '<a href="/docs/permission_arkhipova.pdf">"Vuuvven lippahaini"</a>, "<a href="/images/permissions/archipova_pisara-matkalaini.jpg">Pisara-matkalaini</a>" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/pellinen_illan_netali.jpg">от Н.А. Пеллинен</a> на использование перевода стиха Ольги Смотровой '
                  . '"Il’l’an nedäli" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/kundozerova.jpg">от М.В. Кундозёровой</a> на использование перевода текста '
                  . '"Starina mussikaisešta" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/ogneva.jpg">от О.В. Огневой</a> на использование текста книги '
                  . '"L’ošan päivy" (под псевдонимом О. Мухорова) в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/usova.jpg">от А.В. Усовой</a> на использование текста книги '
                  . 'Lyhyt sana "oza" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/remshueva.jpg">от Р.П. Ремшуевой</a> на использование текста стихотворения '
                  . '"Ihanko tosieh?" в проекте ВепКар.</p>'
                  . '<p>Разрешение <a href="/images/permissions/vorobey.jpg">от Н.П. Воробей</a> на использование текста произведения '
                  . '"Olipa kerran koira (ukrainalaini starina)" в проекте ВепКар.</p>',
    'our_publications' => '<p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=15914">Открытый корпус вепсского и карельского языков (ВепКар): предварительный отбор материалов и словарная часть системы</a><br>
                    <i>Зайцева Н.Г., Крижановский А.А., Крижановская Н.Б., Пеллинен Н.А., Родионова А.П.</i>                    
                    Труды международной конференции «Корпусная лингвистика ‒ 2017». ‒ СПб., 2017. С. 172-177.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18086">Корпусная лингвистика в прибалтийско-финском исследовательском пространстве (на материале Корпуса вепсского языка и Открытого корпуса вепсского и карельского языков)</a><br>
                    <i>Зайцева Н.Г., Крижановская Н.Б.</i> Альманах североевропейских и балтийских исследований. Выпуск 3. 2018. C. 264-273. DOI: 10.15393/j103.art.2018.1062</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18548">LowResourceEval-2019: a shared task on morphological analysis for low-resource languages</a><br>
                    <i>Klyachko E.L., Sorokin A.A., Krizhanovskaya N.B., Krizhanovsky A.A., Ryazanskaya G.M.</i>
                    Computational Linguistics and Intellectual Technologies: papers from the Annual conference “Dialogue” (Moscow, May 29— June 1, 2019) Issue 18 (25). 2019</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18516">Автоматизированные методы пополнения словаря корпуса ВепКар на основе правил словоизменения из Викисловаря</a><br>
                    <i>N.B. Krizhanovskaya, A.A. Krizhanovsky</i>. Труды международной конференции «Корпусная лингвистика ‒ 2019». СПб. 2019. C. 211-217</p>

                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18515">Представление диалектов в Открытом корпусе вепсского и карельского языков (ВепКар)</a><br>
                    <i>Крижановский А.А., Крижановская Н.Б., Новак И.П.</i> Труды международной конференции «Корпусная лингвистика ‒ 2019». СПб. 2019. C. 288-295.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18962">Архитектура корпусного менеджера и разметка текстов корпуса ВепКар</a><br>
                    <i>Крижановский А.А., Крижановская Н.Б., Родионова А.П.</i> Электронная письменность народов Российской Федерации: опыт, проблемы и перспективы. Материалы межд. науч. конференции (Уфа, 27-29 ноября 2019 г.). 2019. C. 19-23.</p>
                    
                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=18961">New written Tver Karelian dialects wordform generator</a><br>
                    <i>Крижановская Н.Б., Новак И.П.</i> Свидетельство о гос. регистрации программы для ЭВМ Федеральной службы по интеллектуальной собственности № 2019665163 от 20 ноября 2019 г. Официальный бюллетень «Программы для ЭВМ. Базы данных. Топологии интегральных микросхем». № 11, 2019.</p>

                    <p><a class="publ-title" href="">Разработка правил генерации именных словоформ для новописьменных вариантов карельского языка</a><br>
                    <i>Новак И.П., Крижановская Н.Б., Бойко Т.П., Пеллинен Н.А.</i> Вестник угроведения. Т. 10. No 4. 2020. C. 679–691. DOI: 10.30624/2220-4156-2020-10-4-679-691.</p>

                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=19787&plang=r">От корпуса ВепКар к лингвистической платформе</a><br>
                    <i>Крижановская Н.Б., Крижановский А.А. Материалы Всероссийской научной конференции с международным участием «Бубриховские чтения: задокументированное народное слово» (Петрозаводск, 27–28 октября 2020 г.) [Электронный ресурс]. 2020. C. 157-159.</i> </p>

                    <p><a class="publ-title" href="http://mathem.krc.karelia.ru/publ.php?id=19646&plang=r">Part of speech and gramset tagging algorithms for unknown words based on morphological dictionaries of the Veps and Karelian languages</a><br>
                    <i>Krizhanovsky A., Krizhanovskaya N., Novak I.</i> Data Analytics and Management in Data Intensive Domains, 13-16 October 2020, Voronezh State University. 2020.</p>
                    
    ',
    'publications_about' => '<p><a class="publ-title" href="http://fadn.gov.ru/news/2017/10/03/3406-na-forume-yazykovaya-politika-organizovannom-fadn-rossii-nagradili-laureatov-vserossiyskoy-premii-klyuchevoe-slovo">Всероссийская премия «Ключевое слово»</a><br>     
                    Федеральное агентство по делам национальностей, 3&nbsp;октября&nbsp;2017&nbsp;г.</p>

                    <p><a class="publ-title" href="https://scientificrussia.ru/articles/proekt-vepkar">Проект ВепКар</a><br>
                    Научная Россия, 28 мая 2019 г.</p>
                    
                    <p><a class="publ-title" href="https://vk.com/@karrc-ludikovskoe-narechie-s-severa-na-ug-materialy-sopostavitelno">Людиковское наречие с севера на юг: материалы «Сопоставительно-ономасиологического словаря диалектов» в Открытом корпусе вепсского и карельского языков (ВепКар)</a><br>
                    Вконтакте, 27 апреля 2020 г.</p>
                    
                    <p><a class="publ-title" href="https://vk.com/@karrc-aleksandr-pavlovich-barancev-nash-znamenityi-zemlyak">Александр Павлович Баранцев – наш знаменитый земляк</a><br>
                    Вконтакте, 8 июня 2020 г.</p>
                    
                    <p><a class="publ-title" href="/ru/page/publ_kaunista">Kaunista karjalua šähköresurssilla</a><br>
                    Natalie Pellinen. Oma mua №01 (1541), 2021</p>
                    ',
    'sources' => '<p>Зайцева Н. Г., Муллонен И. И. <a href="http://elibrary.krc.karelia.ru/469/1/%D0%9D%D0%BE%D0%B2%D1%8B%D0%B9%20%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%BE-%D0%B2%D0%B5%D0%BF%D1%81%D1%81%D0%BA%D0%B8%D0%B9%20%D1%81%D0%BB%D0%BE%D0%B2%D0%B0%D1%80%D1%8C.pdf">Новый русско-вепсский словарь. Uz’venä-vepsläine vajehnik</a>. – 2007.</p>
                  <p>Бойко Т. П., Маркианова Л. <a href="http://elibrary.krc.karelia.ru/401/1/russko-karelskij_slovar.pdf">Большой русско-карельский словарь (ливвиковское наречие). Suuri ven’a-karjalaine sanakniigu (livvin murreh)</a>. – 2011.</p>
                  <p>Зайков П. М., Ругоева Л. И. <a href="http://resources.krc.karelia.ru/illh/doc/redkie/slovar_zajkov.pdf">Карельско-русский словарь (севернокарельские диалекты)</a>. – 1999.</p>
                  <p>Пунжина А.В. <a href="http://resources.krc.karelia.ru/illh/doc/redkie/karelian_dict_tver.pdf">Словарь карельского языка</a>. – Карелия, 1994.</p>
                  <p><a href="http://resources.krc.karelia.ru/krc/doc/publ2008/onomasiolog_slovar.pdf">Сопоставительно-ономасиологический словарь диалектов карельского, вепсского, саамского языков</a>. Под общей редакцией Ю.С.Елисеева и Н.Г.Зайцевой. Петрозаводск: КарНЦ РАН, 2007. 348 с.</p>
                  <p>Н.Г. Зайцева, Е.Е. Харитонова, О.Ю. Жукова. <a href="http://resources.krc.karelia.ru/illh/doc/knigi_stati/orf_slovar.pdf">Орфографический словарь вепсского языка</a>. Науч. ред. С.А. Мызников. Петрозаводск: Карельский научный центр, 2012. 432 с.</p>',
    'welcome_text' => '<p>Добро пожаловать в ВепКар — открытый корпус вепсского и карельского языков, 
                       содержащий словари и корпуса прибалтийско-финских языков народов Карелии.</p>

                    <p>Проект ВепКар является продолжением работ по  
                        <a href="http://vepsian.krc.karelia.ru">Корпусу вепсского языка</a>.
                        Сотрудники Карельского научного центра РАН заполняют словарь и добавляют тексты в Корпус вепсского и карельского языков. 
                        Корпус карельского языка включает собственно-карельское, ливвиковское и людиковское наречия, 
                        обладающие в настоящее время собственными младописьменными формами.
                    </p>
                    
                    <p>Программная оболочка корпуса ВепКар — это разрабатываемый нами проект
                    с открытым исходным кодом <a href="https://github.com/componavt/dictorpus">Dictorpus</a>
                    и <a href="http://dictorpus.krc.karelia.ru/ru/dumps">открытыми данными</a> 
                    (лицензия <a href="https://creativecommons.org/licenses/by/4.0/">CC-BY</a>). 
                    Название проекта "Dictorpus" указывает на объединение словаря (DICTionary) и корпуса
                    (cORPUS). Программа Dictorpus предназначена для коллективов
                    лингвистов, работающих с языками мира. На данный момент в программу
                    включена поддержка и учитываются особенности вепсского и карельского
                    языков.</p>

                    <p>Проект поддержан <a href="/ru/grants">грантами</a> РГНФ и РФФИ.</p>

                    <p><a href="/publ/">Публикации проекта</a></p>',
    
];
