<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'about_karelians' => '',
    'about_veps' => '<p>Вепсы, коренной народ северо-западной части России, входящий в семью
                    прибалтийско-финских народов, проживает в  Карелии вдоль юго-западного
                    побережья Онежского озера, а также в Ленинградской и Вологодской
                    областях. Живущих в Карелии вепсов принято называть северными или
                    прионежскими. Наиболее крупные села прионежских вепсов – Шокша (Šokš),
                    Шелтозеро (Šoutjärv), Рыбрека (Kaleig), Каскесручей (Kaskez); средних Ладва
                    (Ladv), Мягозеро (Mäggär’), Ярославичи (Vil’häl), Винница (Vindl), Пяжозеро
                    (Päžar’), Пондала (Pondal); южных – Радогощь (Arskaht’), Сидорово (Sodjärv),
                    Прокушево (Šidjärv),Боброзеро (Maigär’) и т.д. По данным переписи 2010
                    года вепсов в Российской Федерации насчитывается 5936 человек, из них в
                    Республике Карелия: 3423 человека, в Ленинградской области 1380 человек,
                    в Вологодской области – 412 человек.</p>',
    
    'permission' => '<ul>'
                  . '<li><a href="/docs/permission_bible.pdf">Разрешение Института перевода Библии на использование вепсских изданий, '
                  . 'опубликованных Институтом для вепского корпуса</a></li><br>'
                  . '<li><a href="/docs/permission_periodika.pdf">Разрешение издательства "Периодика" на использование материалов '
                  . 'карельской газеты "Oma Mua", вепской газеты "Kodima", альманаха "Taival"  на карельском языке и альманаха "Verez tullei"'
                  . 'на вепсском языке для использования в проекте ВепКар</a></li>'
                  . '</ul>',
    'welcome_text' => '<p>Открытый корпус вепсского и карельского языков (кратко "ВепКар")
                       содержит словари и корпуса прибалтийско-финских языков народов Карелии.</p>

                    <p>Проект ВепКар является продолжением работ по  
                        <a href="http://vepsian.krc.karelia.ru">Корпусу вепсского языка</a>.
                        Продолжается работа по наполнению словаря и корпуса вепсского языка.
                        Корпус карельского языка включает собственно-карельское, ливвиковское и людиковское наречия, 
                        обладающие в настоящее время собственными младописьменными формами.
                    </p>

                    <p>Корпус – это информационно-справочная система, 
                    основанная на собрании текстов на некотором языке в электронной форме. 
                    Корпус включает в себя не только набор текстов, но и возможность поиска и обработки этих текстов. 
                    Корпус содержит электронный словарь, неразрывно связанный с текстами 
                    и обеспечивающий информационно-поисковые возможности. 
                    Такие корпуса и словари разрабатываются в этом проекте.</p>
                    
                    <p>В проекте являются открытыми программное обеспечение 
                        (система <a href="https://github.com/componavt/dictorpus">Dictorpus</a>) 
                        и <a href="http://dictorpus.krc.karelia.ru/ru/dumps">данные</a> (лицензия <a href="https://creativecommons.org/licenses/by/4.0/deed.ru">CC-BY</a>).

                    <p>Над проектом работают сотрудники <a href="http://www.krc.karelia.ru">Карельского научного центра РАН</a>.</p>
                    
                    <p>Данный проект был поддержан грантом РГНФ (проект № 15-04-12006). Создание тезауруса вепсского языка на основе разрешения лексической многозначности в многоязычном словаре (2015-2016).</p>',
    
];
