<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'about_words' => 'о словах',
    'choice_articles' => 'статья|статьи|статей',
    'choice_texts' => 'текст|текста|текстов',
    'choice_words' => 'слово|слова|слов',
    'corpus_means_title' => 'Что такое «корпус языка»',
    
    'corpus_means_text' => 'Корпус — это информационно-справочная система, основанная на собрании текстов в электронной форме. 
                      Корпус включает в себя тексты и словари, хранящиеся в базе данных, и компьютерную программу, обеспечивающую поиск и обработку текстов.',
    
    'developers' => 'Сайт создан сотрудниками <a href="http://www.krc.karelia.ru">Карельского научного центра Российской академии наук</a>',
    'in_numbers_title' => 'ВепКар в цифрах',
    'in_numbers_text' => 'Корпус вепсского и карельского языков был открыт 24 июля 2016. На данный момент в корпусе:',
    
    'license' => 'Вы можете свободно использовать материалы нашего сайта и делиться ими, главное — указать авторство и ссылку
                  на наш ресурс.<br><a href="https://creativecommons.org/licenses/by/4.0/">Подробнее о лицензии CC BY 4.0</a>',
    
    'mobile-b' => 'Вы можете установить на свой телефон или планшет <a href="https://play.google.com/store/apps/details?id=vepkar.test">'
                 .'словарь вепсского и карельского языков Sanahelmi</a>, построенный на основе данных ВепКар, 
                   в виде мобильного приложения для платформы Android.',
    
    'on_dialects' => 'на :count диалектах',
    
    'participants' => '<dl>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=804&plang=r">Крижановский Андрей Анатольевич</a></dt>'
                    . '<dd>к.т.н., ведущий научный сотрудник, руководитель лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=61&plang=r">Бойко Татьяна Петровна</a></dt>'
                    . '<dd>научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=892&plang=r">Жукова Ольга Юрьевна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=69&plang=r">Зайцева Нина Григорьевна</a></dt>'
                    . '<dd>д.фил.н., ведущий научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=820&plang=r">Захарова Екатерина Владимировна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=22&plang=r">Крижановская Наталья Борисовна</a></dt>'
                    . '<dd>ведущий инженер-исследователь лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=745&plang=r">Новак Ирина Петровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=743&plang=r">Пеллинен Наталия Александровна</a></dt>'
                    . '<dd>к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=597&plang=r">Родионова Александра Павловна</a></dt>'
                    . '<dd>к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://mathem.krc.karelia.ru/member.php?id=21&plang=r">Старкова Валентина Геннадьевна</a></dt>'
                    . '<dd>старший инженер-исследователь лаб. моделирования природно-технических систем ИПМИ КарНЦ РАН</dd><br>'
                    . '<dt><a href="http://illhportal.krc.karelia.ru/member.php?id=99&plang=r">Шибанова Нина Леонидовна</a></dt>'
                    . '<dd>главный специалист по информационным технологиям ИЯЛИ КарНЦ РАН</dd>'
                    . '</dl>',
    
    'spellchecking' => '<p>Чтобы воспользоваться функцией "Проверка орфографии", вы должны авторизоваться на сайте.</p>
            <p>Выберите язык, с которым будете работать и введите свой текст. Нажмите на кнопку "Проверить". Внизу появится результат проверки.</p>
            <p>Если для какого-либо слова из вашего текста не было найдено соответствие (слово подчеркнуто красным), значит<br>
            а) слово написано с ошибкой или опечаткой;<br>
            b) этого слова просто еще нет в базе корпуса (обычно это слова собственные или неологизмы).</p>
            <p>Чтобы проверить написание сложного слова или слова, содержащего дефис, просто разделите его составные части пробелами и еще раз проверьте текст.<br>
            Например, <i>ruadopäivä</i> -> <i>ruado päivä</i><br>
            <i>Miša-diedo</i> -> <i>Miša -diedo</i></p>
            <p>Аналогичным образом можете поступить с частицами, которые пишутся слитно со словом.<br>
            Напр., <i>äijägo</i> -> <i>äijä go</i>.</p>',
    
    'welcome_text' => '<p>Добро пожаловать в ВепКар — открытый корпус вепсского и карельского языков, 
                       содержащий словари и корпуса прибалтийско-финских языков народов Карелии.</p>

                    <p>Проект ВепКар является продолжением работ по <a href="http://vepsian.krc.karelia.ru">Корпусу вепсского языка</a>.
                        Корпус карельского языка включает собственно карельское, ливвиковское и людиковское наречия, 
                        обладающие в настоящее время собственными младописьменными формами.</p>
                    
                    <p>На сайте корпуса представлены <a href="/ru/corpus/text/">тексты</a> на карельском и вепсском языках, 
                    <a href="/ru/dict/lemma/">словари</a> и фольклорные <a href="/ru/corpus/collection/">коллекции</a>. 
                    <a href="/ru/corpus/speech_corpus/">Речевой корпус</a> содержит тексты, сопровождаемые аудиозаписями.
                    <a href="/docs/vepkar_manual_2022-12.pdf">Руководство для пользователей</a> ВепКар научит вас работать в корпусе и пользоваться поисковыми инструментами.
                    Материал ВепКара является основой для таких разрабатываемых ресурсов, как 
                    <a href="/ru/corpus/audiotext/map/">Аудиокарта</a> прибалтийско-финских языков Карелии и 
                    <a href="/ru/olodict/">Мультимедийный словарь</a> карельского языка LiPaS – Livvin paginan sanat.</p>
                    
                    <p>Программная оболочка корпуса ВепКар — это разрабатываемый нами проект
                    с открытым исходным кодом <a href="https://github.com/componavt/dictorpus">Dictorpus</a>
                    и <a href="http://dictorpus.krc.karelia.ru/ru/dumps">открытыми данными</a> 
                    (лицензия <a href="https://creativecommons.org/licenses/by/4.0/">CC-BY</a>). 
                    Название проекта "Dictorpus" указывает на объединение словаря (DICTionary) и корпуса
                    (cORPUS). Программа Dictorpus предназначена для коллективов
                    лингвистов, работающих с языками мира. На данный момент в программу
                    включена поддержка и учитываются особенности вепсского и карельского
                    языков.</p>

                    <p>Проект поддержан <a href="/ru/page/grants">грантами</a> РГНФ, РФФИ и РНФ.</p>

                    <p><a href="/page/publ/">Публикации проекта</a></p>',
    
];
