<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'welcome_text' => '<p>Открытый корпус вепсского и карельского языков (кратко "ВепКар")
                       содержит словари и корпуса прибалтийско-финских языков народов Карелии.</p>

                    <p>Проект ВепКар является продолжением работ по  
                        <a href="http://vepsian.krc.karelia.ru">Корпусу вепсского языка</a>.
                        Продолжается работа по наполнению словаря и корпуса вепсского языка.
                        Корпус карельского языка включает собственно-карельское, ливвиковское и людиковское наречия, 
                        обладающие в настоящее время собственными младописьменными формами.
                    </p>

                    <p>Корпус – это информационно-справочная система, 
                    основанная на собрании текстов на некотором языке в электронной форме. 
                    Корпус включает в себя не только набор текстов, но и возможность поиска и обработки этих текстов. 
                    Корпус содержит электронный словарь, неразрывно связанный с текстами 
                    и обеспечивающий информационно-поисковые возможности. 
                    Такие корпуса и словари разрабатываются в этом проекте.</p>
                    
                    <p>В проекте являются открытыми программное обеспечение 
                        (система <a href="https://github.com/componavt/dictorpus">Dictorpus</a>) 
                        и <a href="http://dictorpus.krc.karelia.ru/ru/dumps">данные</a> (лицензия <a href="https://creativecommons.org/licenses/by/4.0/deed.ru">CC-BY</a>).

                    <p>Над проектом работают сотрудники <a href="http://www.krc.karelia.ru">Карельского научного центра РАН</a>.</p>',
    
    
];
