<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Collection Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'about' => [1 =>'Обрядовые причитания считаются одними из древнейших жанров вепсского песенного фольклора, а также одним из наиболее развитых видов устнопоэтической традиции. Внутри жанра можно выделить три локальные традиции: северновепсская, средневепсская и южновепсская. В прошлом, являясь неотъемлемой частью обрядов семейного цикла, причитания сопровождали основные этапы свадебного и похоронно-поминального обрядов. Текст обрядового плача создается с использованием традиционных формул и выразительных средств, характерных для языка вепсов.
                    <br><br>В корпусе представлены тексты причитаний из фонограммархива ИЯЛИ КарНЦ РАН на трех диалектах вепсского языка, совпадающих с локальными традициями.',
                2 => 'Карельские руны – фольклорные произведения рунической («калевальской») метрики, передававшиеся из поколения в поколение изустным путем. Руническая поэзия является обширной областью карельского фольклора, которая делится на разные жанры: руны эпические, лирические, заговорные, свадебные, кумулятивные и другие. 
                     <br><br>Карельские руны содержат сведения о религиозно-мифологических представлениях, укладе жизни и обрядовой практике карелов. Они бытовали на всей территории расселения этноса. Варианты карельских рун, записанные преимущественно в 1 пол. XIX в., легли в основу всемирно известной поэмы Э. Лённрота «Калевала», благодаря чему рунопевческий талант карельского народа сегодня общепризнан.
                     <br><br>Данная коллекция содержит, в основном, опубликованные ранее варианты карельских рун. Тексты распределены по жанрам. К каждому тексту приводится перечень содержащихся в нем сюжетов и тем/мотивов, которые, в свою очередь, систематизированы в специальном уникальном Указателе сюжетов и тем/мотивов карельских рун.',
                3 => 'Предания – устные прозаические повествования о событиях далекого прошлого, небольшие по объему. Они рассказываются с установкой на достоверность, основаны на исторических реалиях, но вместе с тем не могут служить доказательством исторического факта, поскольку наряду с реальными событиями в них выявляются элементы вымысла.
                    <br><br>Данная подборка карельских преданий является первой попыткой комплексного представления текстов исторической прозы, записанной от карелов на карельском языке. Тексты выявлены в Научном архиве КарНЦ РАН, Фонограммархиве ИЯЛИ КарНЦ РАН, а также в опубликованных источниках.
                    <br><br>Тексты преданий распределены по циклам (сюжетно-тематическим группам). К каждому тексту приводится перечень содержащихся в нем мотивов, которые, в свою очередь, систематизированы в специальном Указателе типов, мотивов и основных элементов карельских преданий. Указатель был создан на основе соответствующего указателя, разработанного Н. А. Криничной для русской исторической прозы (Криничная Н. А. Предания Русского Севера. СПб.: Наука, 1991. С. 278–294).',
                4 => 'Николай Михайлович Балакирев (30.04.1935–27.03.2023) – тверской карельский писатель, краевед, этнограф. '
                    . 'Родом из деревни Стан (ныне Лихославльский район, Тверской области). '
                    . '<br><br>На флоте прошел путь от штурмана до командира подводной лодки, капитана I ранга. '
                    . 'После увольнения в запас вернулся в родную деревню и посвятил себя краеведческой и этнографической работе, сохранению карельского языка. '
                    . '<br><br>Первая его повесть на карельском языке "Kuzmičča" увидела свет в 2004 г. Затем вышли книги "Stuanovoine" (2014) и "Miun paginat kyläläzih näh" (2019).',
                5 => 'Станислав Васильевич Тарасов (18.03.1937–23.05.2018) – тверской карельский поэт, общественник. Родом из деревни Березовка (Kurgi, ныне Лихославльский район, Тверской области). '
                    . '<br><br>После армии работал шофёром и одновременно художественным руководителем в сельском доме культуры в селе Козлово Спировского района, после охотоведом в Лихославльском районе. '
                    . 'Последние годы жизни провел в родовом доме в деревне Васильки. '
                    . '<br><br>Стихи Станислава Васильевича на карельском и русском языках посвящены родной деревне, природе, односельчанам. Первый сборник стихов С.В. Тарасова на карельском языке “Oma randa” вышел в 1997 г. В 1999 г. свет увидел его рассказ “Kyynelet”.',
               ],
    'motive_index' => 'Указатель типов, мотивов и основных элементов карельских преданий',
    'topic_index' => 'Указатель сюжетов и тем/мотивов карельских рун',
    
    'name_list' => [
        1 => 'Вепсские причитания',
        2 => 'Карельские руны',
        3 => 'Карельские предания',
        4 => 'Николай Михайлович Балакирев',
        5 => 'Станислав Васильевич Тарасов',
    ],
    'prediction_cycles' => 'Циклы преданий',
    'to_collection' => 'К коллекции',
    'total_count' => 'Общее количество текстов',
];

