<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Collection Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'about' => [1 =>'Обрядовые причитания считаются одними из древнейших жанров вепсского песенного фольклора, а также одним из наиболее развитых видов устнопоэтической традиции. Внутри жанра можно выделить три локальные традиции: северновепсская, средневепсская и южновепсская. В прошлом, являясь неотъемлемой частью обрядов семейного цикла, причитания сопровождали основные этапы свадебного и похоронно-поминального обрядов. Текст обрядового плача создается с использованием традиционных формул и выразительных средств, характерных для языка вепсов.
                 <br><br>В корпусе представлены тексты причитаний из фонограммархива ИЯЛИ КарНЦ РАН на трех диалектах вепсского языка, совпадающих с локальными традициями.',
                2 => 'Карельские руны – фольклорные произведения рунической («калевальской») метрики, передававшиеся из поколения в поколение изустным путем. Руническая поэзия является обширной областью карельского фольклора, которая делится на разные жанры: руны эпические, лирические, заговорные, свадебные, кумулятивные и другие.
                <br><br>Карельские руны содержат сведения о религиозно-мифологических представлениях, укладе жизни и обрядовой практике карелов. Они бытовали на всей территории расселения этноса. Варианты карельских рун, записанные преимущественно в 1 пол. XIX в., легли в основу всемирно известной поэмы Э. Лённрота «Калевала», благодаря чему рунопевческий талант карельского народа сегодня общепризнан.
                <br><br>Данная коллекция содержит опубликованные ранее варианты карельских рун разных жанров.',
                3 => '',
               ],
    
    'name_list' => [
        1 => 'Вепсские причитания',
        2 => 'Карельские руны',
        3 => 'Карельские предания',
    ],
];

