<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Collection Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'about' => [1 =>'Обрядовые причитания считаются одними из древнейших жанров вепсского песенного фольклора, а также одним из наиболее развитых видов устнопоэтической традиции. Внутри жанра можно выделить три локальные традиции: северновепсская, средневепсская и южновепсская. В прошлом, являясь неотъемлемой частью обрядов семейного цикла, причитания сопровождали основные этапы свадебного и похоронно-поминального обрядов. Текст обрядового плача создается с использованием традиционных формул и выразительных средств, характерных для языка вепсов.
                 <br><br>В корпусе представлены тексты причитаний из фонограммархива ИЯЛИ КарНЦ РАН на трех диалектах вепсского языка, совпадающих с локальными традициями.',
                2 => 'Карельские руны – фольклорные произведения рунической («калевальской») метрики, передававшиеся из поколения в поколение изустным путем. Руническая поэзия является обширной областью карельского фольклора, которая делится на разные жанры: руны эпические, лирические, заговорные, свадебные, кумулятивные и другие.
                <br><br>Карельские руны содержат сведения о религиозно-мифологических представлениях, укладе жизни и обрядовой практике карелов. Они бытовали на всей территории расселения этноса. Варианты карельских рун, записанные преимущественно в 1 пол. XIX в., легли в основу всемирно известной поэмы Э. Лённрота «Калевала», благодаря чему рунопевческий талант карельского народа сегодня общепризнан.
                <br><br>Данная коллекция содержит опубликованные ранее варианты карельских рун разных жанров.',
                3 => 'Предания – устные прозаические повествования о событиях далекого прошлого, небольшие по объему. Они рассказываются с установкой на достоверность, основаны на исторических реалиях, но вместе с тем не могут служить доказательством исторического факта, поскольку наряду с реальными событиями в них выявляются элементы вымысла.
                <br><br>Данная подборка карельских преданий является первой попыткой комплексного представления текстов исторической прозы, записанной от карелов на карельском языке. Тексты выявлены в Научном архиве КарНЦ РАН, Фонограммархиве ИЯЛИ КарНЦ РАН, а также в опубликованных источниках.
                <br><br>Тексты преданий распределены по циклам (сюжетно-тематическим группам). К каждому тексту приводится перечень содержащихся в нем мотивов, которые, в свою очередь, систематизированы в специальном Указателе типов, мотивов и основных элементов карельских преданий. Указатель был создан на основе соответствующего указателя, разработанного Н. А. Криничной для русской исторической прозы (Криничная Н. А. Предания Русского Севера. СПб.: Наука, 1991. С. 278–294).',
               ],
    'motive_index' => 'Указатель типов, мотивов и основных элементов карельских преданий',
    
    'name_list' => [
        1 => 'Вепсские причитания',
        2 => 'Карельские руны',
        3 => 'Карельские предания',
    ],
    'prediction_cycles' => 'Циклы преданий',
    'to_collection' => 'К коллекции',
];

