<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Corpus Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'archive_krc' => 'ф/архив ИЯЛИ КарНЦ РАН',
    'birth_year' => 'г.р.',
    'corpus' => 'Корпус',
    'district' => 'Район',
    'informant' => 'Информант',
    'nee' => 'урожд.',
    'p' => 'с.',
    'place_list' => 'Список населенных пунктов',
    'record_place' => 'место записи',
    'record_year' => 'г. записи',
    'recorded' => 'записали',
    'region' => 'Область, республика',
    'select_corpus' => 'Выберите корпус',
    'source' => 'Источник',
    'text_list' => 'Список текстов',
    'title' => 'Название',
];
