<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Corpus Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'archive_krc' => 'ф/архив ИЯЛИ КарНЦ РАН',
    'birth_year' => 'г.р.',
    'comment' => 'комментарий',
    'corpus' => 'Корпус',
    'district' => 'Район',
    'informant' => 'Информант',
    'nee' => 'урожд.',
    'of_text' => 'текста',
    'p' => 'с.',
    'place_list' => 'Список населенных пунктов',
    'record_place' => 'место записи',
    'record_year' => 'г. записи',
    'recorded' => 'записали',
    'region' => 'Область, республика',
    'select_corpus' => 'Выберите корпус',
    'source' => 'Источник',
    'source_author' => 'Автор источника',
    'source_pages' => 'страницы',
    'source_title' => 'Название источника',
    'source_year' => 'Год публикации',
    'text' => 'текст',
    'text_list' => 'Список текстов',
    'title' => 'Заголовок',
    'transtext_lang' => 'язык перевода',
    'transtext_text' => 'текст перевода',
    'transtext_title' => 'заголовок перевода',
];
