<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Corpus Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'add_district' => 'Добавить район',
    'add-gramset' => 'Добавить грамматические признаки',
    'add_informant' => 'Добавить информанта',
    'add-lemma' => 'Добавить лемму',
    'add_author' => 'Добавить автора',
    'add_place' => 'Добавить населенный пункт',
    'add_recorder' => 'Добавить собирателя',
    'add-wordform' => 'Добавить словоформу',
    'archive_krc' => 'ф/архив ИЯЛИ КарНЦ РАН',
    'author' => 'Автор текста',
    'author_removed' => 'Автор ":name" удален.',
    'birth_place' => 'место рождения',
    'birth_year' => 'г.р.',
    'comment' => 'комментарий',
    'choose-gramset' => 'Выберите набор грамматических признаков',
    
    'corpus' => 'Подкорпус',
    'corpus_has_text' => 'Подкорпус ":name" не может быть удален, в нем есть тексты',
    'corpus_list' => 'Список подкорпусов',
    'corpus_removed' => 'Подкорпус ":name" удален.',
    
    'district' => 'Район',
    'district_list' => 'Список районов',
    'district_removed' => 'Район ":name" удален.',
    
    'genre' => 'Жанр',
    'genre_has_text' => 'Жанр ":name" не может быть удален, существуют тексты связанные с ним',
    'genre_list' => 'Список жанров',
    'genre_removed' => 'Жанр ":name" удален.',
    'has_link_with_lemma' => 'есть в словаре',
    
    'informant' => 'Информант',
    'informants' => 'Информант(ы)',
    'informant_list' => 'Список информантов',
    'informant_name' => 'Имя информанта',
    'informant_removed' => 'Информант ":name" удален.',
    
    'last_updated_texts' => 'Последние измененные тексты',
    'mark_right_meaning' => 'отметить правильное значение',
    'mark_right_gramset' => 'отметить правильный грамсет',
    'name' => 'название',
    'nee' => 'урожд.',
    'new_texts'=>'Новые тексты',
    
    'of_author' => 'автора',
    'of_corpus' => 'корпуса',
    'of_district' => 'района',
    'of_genre' => 'жанра',
    'of_informant' => 'информанта',
    'of_place' => 'населенного пункта',
    'of_recorder' => 'собирателя',
    'of_region' => 'региона',
    'of_text' => 'текста',
    
    'p' => 'с.',
    
    'place_list' => 'Список населенных пунктов',
    'place_removed' => 'Населенный пункт ":name" удален.',
    
    're-markup' => 'переразметить текст в XML',
    
    'record_place' => 'место записи',
    'record_year' => 'г. записи',
    'recorded' => 'записали',
    
    'region' => 'Область, республика',
    'region_list' => 'Список регионов',
    'region_removed' => 'Регион ":name" удален.',
    
    'recorder' => 'Собиратель',
    'recorder_list' => 'Список собирателей',
    'recorder_name' => 'Имя собирателя',
    'recorder_removed' => 'Собиратель ":name" удален.',
    
    'select_corpus' => 'Выберите корпус',
    'sentences' => 'Предложения',
    
    'source' => 'Источник',
    'source_author' => 'Автор источника',
    'source_pages' => 'страницы',
    'source_title' => 'Название источника',
    'source_year' => 'Год публикации',
    'symbol' => 'символ',
    
    'text' => 'текст',
    'text_help' => 'Вы можете поставить принудительный конец предложения символом |<br>Сложные слова можно разбить на отдельные средним тире – или поставить ¦',
    'text_fragment' => 'Фрагмент текста',
    'text_has_checked_meaning' => 'Текст заблокирован для редактирования, т.к. имеет проверенные связи с леммами. Изменение текста приведет к потере оценки релевантности текста к леммам.',
    'text_list' => 'Тексты',
    'text_not_found' => 'Текст с ID=:id не найден',
    'text_removed' => 'Текст ":name" удален.',
    'text_xml' => 'размеченный текст',
    
    'title' => 'Заголовок',
    
    'transtext_lang' => 'язык перевода',
    'transtext_text' => 'текст перевода',
    'transtext_title' => 'заголовок перевода',
    
    'year_of_birth' => 'год рождения',
    'youtube_id' => 'Код видео на YouTube',
    'word' => 'Слово',
    'unlock' => 'разблокировать',
    'wait_while_search' => 'Подождите, пожалуйста, идет поиск возможных вариантов ...',
];
