<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Corpus Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'add_audio' => 'Добавить аудио',
    'add_district' => 'Добавить район',
    'add-gramset' => 'Добавить грамматические признаки',
    'add_informant' => 'Добавить информанта',
    'add-lemma' => 'Добавить лемму',
    'add_author' => 'Добавить автора',
    'add_place' => 'Добавить населенный пункт',
    'add_recorder' => 'Добавить собирателя',
    'add_topic' => 'Добавить тему',
    'add-wordform' => 'Добавить словоформу',
    'archive_krc' => 'ф/архив ИЯЛИ КарНЦ РАН',
    'author' => 'Автор текста',
    'author_removed' => 'Автор ":name" удален.',
    'birth_place' => 'место рождения',
    'birth_year' => 'г.р.',
    'by_sentences' => 'по предложениям',
    'comment' => 'комментарий',
    'choose-gramset' => 'Выберите набор грамматических признаков',
    
    'corpus' => 'подкорпус',
    'corpus_has_text' => 'Подкорпус ":name" не может быть удален, в нем есть тексты',
    'corpus_list' => 'Список подкорпусов',
    'corpus_removed' => 'Подкорпус ":name" удален.',
    'creation_date' => 'год добавления в корпус',
    'cycle' => 'цикл',
    
    'district' => 'Район',
    'district_list' => 'Список районов',
    'district_removed' => 'Район ":name" удален.',
        
    'edit_sentences' => 'редактировать предложения',
    'edit_word' => 'исправить слово в тексте',    
    'fragment' => 'фрагмент',
    
    'genre' => 'жанр',
    'genre_has_text' => 'Жанр ":name" не может быть удален, существуют тексты связанные с ним',
    'genre_list' => 'Список жанров',
    'genre_removed' => 'Жанр ":name" удален.',
    'gram_search' => 'Лексико-грамматический поиск',
    'has_link_with_lemma' => 'есть в словаре',
    
    'in_dict' => [1=>'да', 2=>'нет', 0=> 'вывести всё'],
    'in_native' => 'на родном',
    'informant' => 'Информант',
    'informants' => 'Информант(ы)',
    'informant_list' => 'Список информантов',
    'informant_name' => 'Имя информанта',
    'informant_removed' => 'Информант ":name" удален.',
    
    'last_updated_texts' => 'Последние измененные тексты',
    'latitude'=>'широта',
    'listen' => 'Прослушать',
    'longitude'=>'долгота',
    
    'mark_right_meaning' => 'отметить правильное значение',
    'mark_right_gramset' => 'отметить правильный грамсет',
    'name' => 'название',
    'nee' => 'урожд.',
    'new_texts'=>'Новые тексты',
    
    'of_author' => 'автора',
    'of_informant_birth' => 'рожд. информанта',
    'of_corpus' => 'корпуса',
    'of_district' => 'района',
    'of_genre' => 'жанра',
    'of_informant' => 'информанта',
    'of_place' => 'населенного пункта',
    'of_plot' => 'сюжета',
    'of_recorder' => 'собирателя',
    'of_recording' => 'записи',
    'of_region' => 'региона',
    'of_text' => 'текста',
    'of_topic' => 'темы',
    
    'p' => 'с.',
    'parent' => 'родительский раздел',
    
    'place' => 'населенный пункт',
    'place_list' => 'Список населенных пунктов',
    'place_removed' => 'Населенный пункт ":name" удален.',

    'plot' => 'сюжет',
    'plot_has_text' => 'Сюжет ":name" не может быть удален, существуют тексты связанные с ним',
    'plot_list' => 'Список сюжетов',
    'plot_removed' => 'Сюжет ":name" удален.',
    
    're-markup' => 'переразметить текст в XML',
    
    'record_place' => 'место записи',
    'record_year' => 'г. записи',
    'recording_year' => 'год записи',
    'recorded' => 'записали',
    
    'region' => 'Область, республика',
    'region_list' => 'Список регионов',
    'region_removed' => 'Регион ":name" удален.',
    
    'recorder' => 'Собиратель',
    'recorder_list' => 'Список собирателей',
    'recorder_name' => 'Имя собирателя',
    'recorder_removed' => 'Собиратель ":name" удален.',
    
    'select_corpus' => 'Выберите корпус',
    'sentences' => 'Предложения',
    
    'source' => 'Источник',
    'source_author' => 'Автор публикации',
    'source_pages' => 'страницы',
    'source_title' => 'Название публикации',
    'source_year' => 'год публикации',
    'symbol' => 'символ',
    
    'text' => 'текст',
    'text_help' => 'Вы можете поставить принудительный конец предложения символом | или соединить предложения символом ^.<br>Сложные слова можно разбить на отдельные средним тире – или поставить ¦',
    'text_fragment' => 'Фрагмент текста',
    'text_has_checked_meaning' => 'Текст заблокирован для редактирования, т.к. имеет проверенные связи с леммами. Изменение текста приведет к потере оценки релевантности текста к леммам. Для изменения текста рекомендуется перейти в режим "РЕДАКТИРОВАНИЕ ПРЕДЛОЖЕНИЙ".',
    'text_has_best_checked_meaning' => 'Текст заблокирован для редактирования, т.к. примеры из этого текста используются в мультимедийном словаре. Переразметка текста приведёт к потерям примеров. Для изменения текста рекомендуется перейти в режим "РЕДАКТИРОВАНИЕ ПРЕДЛОЖЕНИЙ".',
    'text_list' => 'Тексты',
    'text_not_found' => 'Текст с ID=:id не найден',
    'text_removed' => 'Текст ":name" удален.',
    'text_xml' => 'размеченный текст',
    'texts' => 'тексты',
    
    'title' => 'Заголовок',
    
    'topic' => 'тема',
    'topic_has_text' => 'Тема ":name" не может быть удалена, существуют тексты связанные с ней',
    'topic_list' => 'Список тем',
    'topic_removed' => 'Тема ":name" удалена.',
    
    'trans_author' => 'Автор перевода/оригинала',
    'translation_in' => 'перевод на',
    'transtext_lang' => 'язык перевода/оригинала',
    'transtext_text' => 'текст перевода/оригинала',
    'transtext_title' => 'заголовок перевода/оригинала',
    
    'year_of_birth' => 'год рождения',
    'youtube_id' => 'Код видео на YouTube',
    'word' => 'Слово',
    'words' => 'слова',
    'unlock' => 'разблокировать',
    'wait_while_search' => 'Подождите, пожалуйста, идет поиск возможных вариантов ...',
    'with_audio' => 'с аудио-записями'
];
