<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Dictionary Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'add-example-5' => 'добавить хороший пример',
    'add_new_meaning' => 'добавить новое значение',
    'add_new_relation' => 'добавить новое отношение',
    'add-phrase' => 'добавить фразеологизм',
    'case' => 'падеж',
    'code' => 'Код',
    'dialect' => 'Диалект',
    'dialect_can_not_be_removed' => 'Диалект нельзя удалять, есть связанные с ним словоформы или тексты',
    'dialect_list' => 'Список наречий и диалектов',
    'dialect_removed' => 'Диалект ":name" удален.',
    'example_comment' => 'Количество проверенных примеров / Количество непроверенных примеров / Общее количество',
    'gram_attr' => 'грам. признаки',
    'gram_category' => 'грамматическая категория',
    'gram_list' => 'Список грамматических признаков',
    'gram_removed' => 'Грамматический признак ":name" удален.',
    'gramset_has_wordform' => 'Есть словоформы с этим набором грамматических признаков',
    'gramset_removed' => 'Набор грамматических признаков ":name" удален.',
    'gramsets' => 'грамматические признаки',
    'hide_examples' => '&lt; &lt; скрыть примеры',

    'infinitive' => 'инфинитив',
    'interpretation' => 'толкование',
    'lang_code' => 'Код языка',
    'lang' => 'язык',
    'last_updated_lemmas' => 'Последние измененные леммы',
    'lemma' => 'лемма',
    'lemma_meaning' => 'лемма со значением',
    'lemmas' => 'леммы',
    'lemma_removed' => 'Лемма ":name" удалена.',
    'list_languages' => 'Список языков',
    'list_lemmas' => 'Список лемм',
    'list_long_lemmas' => 'Список длинных лемм',
    'meaning' => 'значение',
    'mood' => 'наклонение',
    'more_examples' => 'еще примеры &gt;&gt;',
    'name' => 'название',
    'name_short' => 'короткое название',
    'negation' => 'отрицание',
    'new_lemmas'=>'Новые леммы',
    'number' => 'число',
    
    'of_dialect' => 'диалекта',
    'of_example' => 'примера',
    'of_gram' => 'грамматического признака',
    'of_gramset' => 'набора',
    'of_lang' => 'языка',
    'of_lemma' => 'лемму',
    'of_meaning' => 'значения',
    'of_relation' => 'отношения',
    'of_wordform' => 'словоформы',
    
    'omonyms' => 'омонимы',
    'participle' => 'причастие',
    'part_of_speech' => 'Часть речи',
    'person' => 'лицо',
    'phrase_lemmas' => 'леммы из фразы',
    'phrases' => 'фразеологизмы',
    'pos' => 'часть речи',
    'pos_category_1' => 'Cлова открытого класса',
    'pos_category_2' => 'Cлова закрытого класса',
    'pos_category_3' => 'Другие',
    'pos_list' => 'Cписок частей речи',
    
    'reflexive' => 'возвратность',
    'reflexive_verb' => 'возвратный',
    'relation_list' => 'Cписок семантических отношений',
    'relation' => 'семантическое отношение',
    'relations' => 'Cемантические отношения',
    
    'relevance' => 'релевантность',
    'relevance_scope' => [10=>'лучший пример', 
                    7=>'отличный пример', 
                    5=>'хороший пример',
                    3=>'плохой пример',
                    1=>'не проверено',
                    0=>'совсем не подходит'],
    
    'relevance_scope_for_select' => [10=>'<span class="relevance-10">лучший пример</span>', 
                    7=>'отличный пример', 
                    5=>'хороший пример',
                    3=>'плохой пример',
                    1=>'не проверено',
                    0=>'совсем не подходит'],
    
    'relevance_scope_example' => [10=>'лучший', 
                    7=>'отличный', 
                    5=>'хороший',
                    3=>'плохой'],
    
    
    'remove-example' => 'этот пример совсем не подходит',
    'reverse_relation' => 'Обратное отношение',
    
    'select_dialect' => 'Выберите диалект',
    'select_gramset' => 'Выберите набор грамматических признаков',
    'select_lang' => 'Выберите язык',
    'select_lemma' => 'Выберите лемму',
    'select_pos' => 'Выберите часть речи',
    'select_relation' => 'Выберите семантическое отношение',
    
    'tense' => 'время',
    'translation' => 'перевод',
    'verb' => 'глагол',
    'voice' => 'залог',
    'wordform' => 'словоформа',
    'wordforms' => 'словоформы',
    'wordforms_linked_many_lemmas' => 'Словоформы, связанные более чем с одной леммой',
    'wordforms_field_comments' => 'Стандартные 3 словоформы через , или ;'
];
