<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Dictionary Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'add_new_meaning' => 'добавить новое значение',
    'add_new_relation' => 'добавить новое отношение',
    'case' => 'падеж',
    'code' => 'Код',
    'dialect_can_not_be_removed' => 'Диалект нельзя удалять, есть связанные с ним словоформы или тексты',
    'dialect_list' => 'Список наречий и диалектов',
    'dialect_removed' => 'Диалект ":name" удален.',
    'gram_attr' => 'грам. признаки',
    'gram_category' => 'грамматическая категория',
    'gram_list' => 'Список грамматических признаков',
    'gram_removed' => 'Грамматический признак ":name" удален.',
    'gramset_has_wordform' => 'Есть словоформы с этим набором грамматических признаков',
    'gramset_removed' => 'Набор грамматических признаков ":name" удален.',
    'hide_examples' => '&lt; &lt; скрыть примеры',

    'infinitive' => 'инфинитив',
    'interpretation' => 'толкование',
    'lang_code' => 'Код языка',
    'lang' => 'язык',
    'lemma' => 'лемма',
    'lemmas' => 'леммы',
    'lemma_removed' => 'Лемма ":name" удалена.',
    'list_languages' => 'Список языков',
    'list_lemmas' => 'Список лемм',
    'list_long_lemmas' => 'Список длинных лемм',
    'meaning' => 'значение',
    'mood' => 'наклонение',
    'more_examples' => 'еще примеры &gt;&gt;',
    'name' => 'название',
    'name_short' => 'короткое название',
    'negation' => 'отрицание',
    'number' => 'число',
    'of_dialect' => 'диалекта',
    'of_gram' => 'грамматического признака',
    'of_gramset' => 'набора',
    'of_lang' => 'языка',
    'of_lemma' => 'леммы',
    'of_relation' => 'отношения',
    
    'participle' => 'причастие',
    'part_of_speech' => 'Часть речи',
    'person' => 'лицо',
    'pos' => 'часть речи',
    'pos_category_1' => 'Cлова открытого класса',
    'pos_category_2' => 'Cлова закрытого класса',
    'pos_category_3' => 'Другие',
    'pos_list' => 'Cписок частей речи',
    
    'reflexive' => 'возвратность',
    'relation_list' => 'Cписок семантических отношений',
    'relation' => 'семантическое отношение',
    'relations' => 'Cемантические отношения',
    
    'relevance' => 'релевантность',
    'relevance_scope' => [10=>'лучший пример', 
                    7=>'отличный пример', 
                    5=>'хороший пример',
                    3=>'плохой пример',
                    1=>'не проверено',
                    0=>'совсем не подходит'],
    
    'reverse_relation' => 'Обратное отношение',
    'select_lang' => 'Выберите язык',
    'select_pos' => 'Выберите часть речи',
    'select_relation' => 'Выберите семантическое отношение',
    'tense' => 'время',
    'translation' => 'перевод',
    'voice' => 'залог',
    'wordform' => 'словоформа',
    'wordforms' => 'словоформы',
    'wordforms_linked_many_lemmas' => 'Словоформы, связанные более чем с одной леммой',
];
