<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Dictionary Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'case' => 'падеж',
    'code' => 'Код',
    'dialect_list' => 'Список наречий и диалектов',
    'gram_attr' => 'грам. признаки',
    'gram_list' => 'Список грамматических признаков',
    'interpretation' => 'толкование',
    'lang_code' => 'Код языка',
    'lang' => 'язык',
    'lemma' => 'лемма',
    'lemmas' => 'леммы',
    'lemma_removed' => 'Лемма ":name" удалена.',
    'list_languages' => 'Список языков',
    'list_lemmas' => 'Список лемм',
    'list_long_lemmas' => 'Список длинных лемм',
    'meaning' => 'значение',
    'number' => 'число',
    'of_lemma' => 'леммы',
    'part_of_speech' => 'Часть речи',
    'pos' => 'часть речи',
    'pos_category_1' => 'Cлова открытого класса',
    'pos_category_2' => 'Cлова закрытого класса',
    'pos_category_3' => 'Другие',
    'pos_list' => 'Cписок частей речи',
    'select_lang' => 'Выберите язык',
    'select_pos' => 'Выберите часть речи',
    'tense' => 'время',
    'wordform' => 'словоформа',
    'wordforms' => 'словоформы',
    'wordforms_linked_many_lemmas' => 'Словоформы, связанные более чем с одной леммой',
];
