<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Dictionary Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'part_of_speech' => 'Часть речи',
    'pos_category_1' => 'Cлова открытого класса',
    'pos_category_2' => 'Cлова закрытого класса',
    'pos_category_3' => 'Другие',
    'pos_list' => 'Cписок частей речи',
    'select_lang' => 'Выберите язык',
    'select_pos' => 'Выберите часть речи',
];
