<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Dump Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'dump_list' => 'Список доступных версий дампа базы данных "vepkar"',
    'size'  => 'Размер файла (Кб)',
    'date' => 'Дата и время создания',
    'filename' => 'Имя файла',
    'readme' => 'В предлагаемой базе данных создана учетная запись с правами администратора для первого захода в систему и тестирования ПО корпуса. Логин: admin@test.ru, 
пароль: admin. Для безопасности рекомендуется после захода в систему самостоятельно создать необходимые Вам учетные записи, после чего удалить тестовую.'
];

