<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Error Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'account_not_activated' => 'Ваш аккаунт не активирован! Поищите в своем почтовом ящике письмо со ссылкой для активации (Вам отправлено повторное письмо).',
    'account_throttle' => 'Ваш аккаунт блокирован на :delay секунд.',
    'activation_code_expired' => 'Неверный или просроченный код активации.',
    'check_form' => 'Пожалуйста, проверьте правильность заполнения формы',
    'email_activation_error' => 'Ошибка отправки письма активации.',
    'email_is_registered' => 'Такой Email уже зарегистрирован.',
    'email_not_sent' => 'Ошибка отправки email',
    'error' => 'Ошибка',
    'incorrect_login_pass' => 'Неправильный логин или пароль.',
    'no_lemma'=> 'Такой леммы не существует.',
    'no_user'=> 'Такого пользователя не существует.',
    'no_user_with_email'=> 'Пользователь с таким email в системе не найден.',
    'old_reset_code' => 'Неверный или просроченный код сброса пароля.',
    'permission_denied'=> 'Недостаточно прав на выполнение этой операции',
    'register_failed' => 'Регистрация не прошла',
    'success' => 'Успешное выполнение'
];
