<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Error Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'account_not_activated' => 'Ваш аккаунт не активирован! Поищите в своем почтовом ящике письмо со ссылкой для активации (Вам отправлено повторное письмо).',
    'account_throttle' => 'Ваш аккаунт блокирован на :delay секунд.',
    'check_form' => 'Пожалуйста, проверьте правильность заполнения формы',
    'email_activation_error' => 'Ошибка отправки письма активации.',
    'email_is_registered' => 'Такой Email уже зарегистрирован.',
    'error' => 'Ошибка',
    'incorrect_login_pass' => 'Неправильный логин или пароль.',
    'register_failed' => 'Регистрация не прошла',
    'success' => 'Успешное выполнение'
];
