<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Mail Lines
    |--------------------------------------------------------------------------
    |
    |
    */

//    'account_activate' => 'Для активации аккаунта пройдите по <a href=":url">ссылке</a>',
    'account_activate' => 'Для активации аккаунта пройдите по ссылке :url',
    'account_activation_subj' => 'Активация аккаунта',
    'account_reminder' => 'Для создания нового пароля пройдите по ссылке :url',
];
