<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'back_to_list' => 'Вернуться к списку',
    'back_to_show' => 'Вернуться к просмотру',
    'create_new_f' => 'Создать новую',
    'create_new_m' => 'Создать новый',
    'created_success' => 'Создание успешно завершено',
    'edit' => 'редактировать',
    'editing' => 'Pедактирование',
    'founded_records' => 'Найдено :count записей.',
    'history' => 'история',
    'in_english' => 'По-английски',
    'in_russian' => 'По-русски',
    'limit_num' => 'количество записей',
    'records' => 'записей',
    'save' => 'сохранить',
    'search' => 'искать',
    'show_by' => 'по',
    'updated_success' => 'Обновление успешно завершено',
    'view' => 'показать',
];
