<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'back_to_list' => 'Вернуться к списку',
    'back_to_show' => 'Вернуться к просмотру',
    'close' => 'закрыть', 
    'confirm_delete' => 'Вы хотите удалить эту запись?',
    'create_new_f' => 'Создать новую',
    'create_new_m' => 'Создать новый',
    'created_success' => 'Создание успешно завершено',
    'delete' => 'удалить',
    'delete_confirmation' => 'Подтверждение удаления',
    'edit' => 'редактировать',
    'editing' => 'Pедактирование',
    'founded_records' => 'Найдено :count записей.',
    'history' => 'история',
    'in_english' => 'по&#8209;английски',
    'in_russian' => 'по&#8209;русски',
    'limit_num' => 'количество записей',
    'records' => 'записей',
    'record_not_exists' => 'Запись не найдена.',
    'save' => 'сохранить',
    'search' => 'искать',
    'show_by' => 'по',
    'translation' => 'Перевод',
    'updated_success' => 'Обновление завершено',
    'view' => 'показать',
];
