<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'actions' => 'Действия',
    'back_to_list' => 'Вернуться к списку',
    'back_to_show' => 'Вернуться к просмотру',
    'bin_answers' => [1=>'да',0=>'нет'],
    'category' => 'категория',
    'changed' => 'изменил(а)',
    'close' => 'закрыть', 
    'code' => 'код',
    'confirm_delete' => 'Вы хотите удалить эту запись?',
    'create_new_f' => 'Создать новую',
    'create_new_m' => 'Создать новый',
    'create_new_g' => 'Создать новое',
    'created' => 'создал(а)',
    'created_success' => 'Создание успешно завершено',
    'delete' => 'удалить',
    'delete_confirmation' => 'Подтверждение удаления',
    'edit' => 'редактировать',
    'editing' => 'Pедактирование',
    'examples' => 'Примеры',
    'founded_records' => 'Найдено :count записей.',
    'frequency' => 'частота',
    'from' => 'с',
    'history' => 'История изменений',
    'in_english' => 'по&#8209;английски',
    'in_russian' => 'по&#8209;русски',
    'including' => 'в том числе',
    'informant_exists' => 'Существует информант, связанный с этой записью',
    'invalid_id' => 'Неправильный идентификатор',
    'limit_num' => 'количество записей',
    'of' => 'из',
    'photo' => 'фото',
    'records' => 'записей',
    'record_not_exists' => 'Запись не найдена.',
    'reload' => 'перегрузить',
    'save' => 'сохранить',
    'search' => 'искать',
    'search_comment' => 'В текстовых полях, если Вам нужен неточный поиск, используйте <span class="warning">процент %</span> для замены любого количества символов, <span class="warning">подчеркивание _</span> &nbsp; для замены одного символа.',
    'section' => 'раздел',
    'seq_num' => 'п/н',
    'sequence_number' => 'No в списке',
    'show_by' => 'по',
    'special_symbols' => 'специальные символы',
    'text_exists' => 'Существует текст, связанный с этой записью',
    'to' => 'на',
    'total' => 'всего',
    'translation' => 'Перевод',
    'type' => 'Тип',
    'updated_success' => 'Обновление завершено',
    'view' => 'показать',
];
