<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'about_karelians' => 'О карелах',
    'about_project' => 'О проекте',
    'about_veps' => 'О вепсах',
    'corpus' => 'Корпус',
    'corpuses' => 'Корпусы',
    'dialects' => 'Диалекты',
    'dictionary' => 'Словарь',
    'districts' => 'Районы',
    'genres' => 'Жанры',
    'gramsets' => 'Наборы грамматических признаков',
    'grams' => 'Граммемы',
    'home' => 'Главная',
    'informants' => 'Информанты',
    'langs'  => 'Языки',
    'lemmas' => 'Леммы',
    'logout' => 'Выйти',
    'parts_of_speech' => 'Части речи',
    'places' => 'Населенные пункты',
    'recorders' => 'Собиратели',
    'regions' => 'Регионы',
    'relations' => 'Семантические отношения',
    'references' => 'Cправочники',
    'roles' => 'Роли',
    'texts' => 'Тексты',
    'wordforms' => 'Словоформы',
    'users' => 'Пользователи',
];
