<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'dialects' => 'Диалекты',
    'dictionary' => 'Словарь',
    'gramsets' => 'Наборы грамматических признаков',
    'grams' => 'Граммемы',
    'home' => 'Главная',
    'langs'  => 'Языки',
    'lemmas' => 'Леммы',
    'parts_of_speech' => 'Части речи',
    'references' => 'Cправочники',
    'wordforms' => 'Словоформы'
];
