<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'about_karelians' => 'О карелах',
    'about_project' => 'О проекте',
    'about_veps' => 'О вепсах',
    'affix_freq' => 'Частота встречаемости аффиксов в словаре',
    'concept_categories' => 'Категории понятий',
    'concepts' => 'Понятия',
    'copy_lemmas' => 'Копирование лемм',
    'corpus' => 'Корпус',
    'corpus_freq' => 'Частотные словари',
    'corpuses' => 'Корпуса',
    'dialects' => 'Диалекты',
    'dict_selections' => 'Выборки',
    'dictionary' => 'Словарь',
    'districts' => 'Районы',
    'dumps' => 'Дампы',
    'experiments' => 'Эксперименты',
    'genres' => 'Жанры',
    'gramset_categories' => 'Категории наборов грамматических признаков',
    'gramsets' => 'Наборы грамматических признаков',
    'grants' => 'Гранты',
    'grams' => 'Граммемы',
    'help' => 'Помощь',
    'home' => 'Главная',
    'inflexion_groups' => 'Группы слов с одинаковыми флексиями',
    'informants' => 'Информанты',
    'langs'  => 'Языки',
    'lemma_frequency' => 'Частотный словарь лемм, размеченных в тексте',
    'lemmas' => 'Леммы',
    'logout' => 'Выйти',
    'omonyms' => 'Омонимы',
    'participants' => 'Участники проекта',
    'parts_of_speech' => 'Части речи',
    'permission' => 'Разрешения',
    'phrases' => 'Фразеологизмы',
    'places' => 'Населенные пункты',
    'pos_common_wordforms' => 'Совпадения словоформ по частям речи',
    'publications' => 'Публикации',
    'publications_about' => 'Публикации о нас',
    'our_publications' => 'Наши публикации',
    'recorders' => 'Собиратели',
    'regions' => 'Регионы',
    'relations' => 'Семантические отношения',
    'references' => 'Cправочники',
    'reverse_dictionary' => 'Обратный словарь лемм',
    'reverse_dictionary_wordform' => 'Обратный словарь словоформ',
    'roles' => 'Роли',
    'service' => 'Служебное',
    'sosd' => 'Сопоставительно-ономасиологический словарь диалектов',
    'stats' => 'Статистика',
    'text_frequency' => 'Частота символов в текстах',
    'texts' => 'Тексты',
    'video' => 'Видео',
    'word_frequency' => 'Частотный словарь токенов',
    'wordforms' => 'Словоформы',
    'users' => 'Пользователи',
];
