<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc OloDict Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'abbr_title' => 'Перечень применяемых сокращений',
    'help' => 'Нужна помощь?',
    'help_title' => 'Правила пользования словарем и осуществления поисковых запросов',
    'exact_search' => 'точный поиск',
    'negative' => 'отрицательные',
    'next_words' => 'Следующие слова',
    'singular' => 'Ед.ч.',
    'site_title_1' => 'Livvin paginan sanat',
    'site_title_2' => 'Мультимедийный словарь',
    'site_title_3' => 'карельского языка',
//    'site_title_add' => '(ливвиковское наречие)',
    'phrases' => 'Устойчивые выражения и словосочетания',
    'plural' => 'Мн.ч.',
    'positive' => 'положительные',
    'prev_words' => 'Предыдущие слова',
    'search_by_alphabet' => 'Поиск по алфавиту',
    'search_by_form' => 'Поиск по данным',
    'topic' => 'тема',
    'welcome_block' => "<h2>Дорогой друг!</h2> <p>Мы рады видеть тебя на сайте мультимедийного словаря карельского языка LiPaS – Livvin Paginan Sanat! 
        Здесь ты найдешь самую употребительную лексику ливвиковского наречия в ее нормативном написании.<br><br>
        
        Слова для нашего словаря отобрал компьютер из текстов (а их более тысячи!) <a href='http://dictorpus.krc.karelia.ru/ru/'>Открытого 
        корпуса вепсского и карельского языков</a>. Все они представлены начальными формами и расположены в алфавитном порядке. Найти нужное слово тебе поможет система поиска.<br><br>

        В каждой словарной статье ты найдешь слово на карельском языке со всеми грамматическими формами, перевод его основных значений, а также примеры их использования в предложениях и в составе устойчивых выражений. Кроме того ты можешь послушать, как это слово звучит из уст самой настоящей карелки. Чтобы словарная статья выглядела интереснее, по возможности, мы сопроводили ее иллюстрациями.<br><br>
        
        Проверкой, подбором примеров и их переводом занимается лексикограф Татьяна Бойко – автор больших карельско-русского и русско-карельского словарей, а также грамматико-орфографического словаря карельского языка. Работа эта занимает много времени. Но мы решили не ждать ее завершения и открыть словарь для пользователей. Обещаем, что с каждым днем его объем будет расти и радовать тебя! Техническое сопровождение сайта – дело рук программиста Натальи Крижановской, а говорит наш словарь голосом Надежды Мичуровой.<br><br>
        
        Мы постарались сделать работу со словарем максимально простой и удобной. Но если, вдруг, возникнут вопросы, смело жми на кнопку \"<a href='/ru/olodict/help'>Нужна помощь?</a>\"!</p>",
    'with_template' => 'с использованием шаблонов',
    'word' => 'слово',
];
