<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc OloDict Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'abbr_title' => 'Перечень применяемых сокращений',
    'help' => 'Помощь',
    'help_title' => 'Правила пользования словарем и осуществления поисковых запросов',
    'negative' => 'отрицательные',
    'next_words' => 'Следующие слова',
    'singular' => 'единственное',
    'site_title' => 'Мультимедийный словарь карельского языка',
    'site_title_add' => '(ливвиковское наречие)',
    'plural' => 'множественное',
    'positive' => 'положительные',
    'prev_words' => 'Предыдущие слова',
    'topic' => 'тема',
    'welcome_block' => "Добро пожаловать на сайт мультимедийного словаря карельского языка (ливвиковское наречие).<br><br>
Настоящий словарь содержит научно выверенный языковой материал на ливвиковском новописьменном варианте карельского языка. <br><br>
В его основу легли данные <a href='http://dictorpus.krc.karelia.ru/'>Открытого корпуса вепсского и карельского языков</a>: отобраны самые частотные слова ливвиковского наречия, встречающиеся в загруженных в корпус текстах (около 1 тыс. текстов). <br><br>
Все словарные статьи представлены:<br>
1) заглавным словом на карельском языке;<br>
2) аудиофайлом, позволяющим прослушать произношение слова;<br>
3) грамматической информацией о слове: указанием на принадлежность к определенной части речи и полной словоизменительной парадигмой для имен и глаголов;<br>
4) переводом основных значений слова на русский язык;<br>
5) примерами использования слова в предложении.<br><br>
Часть словарных статей снабжена озвученными фразеологическими оборотами и устойчивыми сочетаниями слов, а также иллюстрациями.<br><br>
Пользователи могут выбрать алфавитный или тематический порядок расположения словарных статей.<br><br>
Структура словарных статей и их наполнение, таким образом, позволяют использовать онлайн-словарь к функции учебного пособия.<br><br>
Система поиска поможет пользователям осуществлять поисковые запросы различной сложности.<br><br>
С ростом корпуса ВепКар в будущем предполагается и рост корпуса онлайн-словаря.<br><br>
Словарь рассчитан на широкий круг пользователей.",
    'with_template' => 'с использованием шаблонов',
    'word' => 'слово',
];
