<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc OloDict Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'abbr_title' => 'Перечень применяемых сокращений',
    'help' => 'Нужна помощь?',
    'help_block' => '<h2>Нужна помощь?</h2>
        <p>Чтобы быстро перейти к определенной словарной статье,  достаточно ввести слово или его часть в поисковую строку. Обрати внимание, что поиск ведется не только по начальной форме слова, но и по всем его грамматическим формам. Например, по словоформе «leiväs» ты без труда найдешь существительное «leiby» (хлеб), а по словоформе «annan» – глагол «andua» (давать).<br><br>
        Если тебе понадобился точный поиск, тогда поставить галочку напротив соответствующего фильтра. Теперь ты найдешь хлеб только по запросу «leiby». Помни, что при точном поиске в твоем распоряжении есть процент (%), который заменяет любое количество букв, и подчеркивание (_), используемое для замены одного символа. Так, например, если ты введешь запрос «_kku», то встретишь на своем пути «akku», зато c помощью запроса «%kku», можешь также узнать, что такое «paikku» и «kukku» (кстати, akku их очень любит).<br><br>
        Не знаешь где найти особые символы карельского алфавита с «точечками» (ä, ö) и «шапочками» (č, š, ž)? Не беда! Для твоего удобства мы разместили их рядом с поисковой строкой.<br><br>
        Если, вдруг, понадобится отсортировать слова по частям речи, то соответствующий фильтр тебе в помощь. А если захочешь поработать с лексикой на определенную тему, тоже не проблема. Стоит только выбрать нужную тему из длинного списка.<br><br>
        Забыл, как пишется то или иное слово по-карельски? Попробуй найти его на русском языке в списке понятий. Не нашел? Не стоит отчаиваться! У нас для тебя припасена поисковая строка Толкование, которая производит поиск по переводам основных значений карельских слов на русский язык. <br><br>
        Поздравляем! Вот ты и нашел нужное слово! Переходи на страницу словарной статьи и наслаждайся красотой карельского языка: читай и слушай. А если ты не боишься таких терминов как «абессив», «аппроксиматив», «кондиционал» и «плюсквамперфект», тогда смело переходи к разделу «Словоформы» и изучай грамматические формы склонения имен и спряжения глаголов (а их у нас 154!!!).<br><br>
        Остались вопросы? Что-то не получилось? <a href=mailto:vepkar@illh.ru>Пиши нам!</a> Будем разбираться вместе.</p>',
    'help_title' => 'Правила пользования словарем и осуществления поисковых запросов',
    'exact_search' => 'точный поиск',
    'negative' => 'отриц.',
    'next_words' => 'Следующие слова',
    'singular' => 'Ед.ч.',
    'site_title_1' => 'Livvin paginan sanat',
    'site_title_2' => 'Мультимедийный словарь',
    'site_title_3' => 'карельского языка',
//    'site_title_add' => '(ливвиковское наречие)',
    'phrases' => 'Устойчивые выражения и словосочетания',
    'plural' => 'Мн.ч.',
    'positive' => 'полож.',
    'prev_words' => 'Предыдущие слова',
    'search_by_alphabet' => 'Поиск по алфавиту',
    'search_by_form' => 'Поиск по данным',
    'topic' => 'тема',
    'welcome_block' => "<h2>Дорогой друг!</h2> <p>Мы рады видеть тебя на сайте мультимедийного словаря карельского языка LiPaS – Livvin paginan sanat! 
        Здесь ты найдешь самую употребительную лексику ливвиковского наречия в ее нормативном написании.<br><br>
        
        Слова для нашего словаря отобрал компьютер из текстов (а их более тысячи!) <a href='http://dictorpus.krc.karelia.ru/ru/'>Открытого 
        корпуса вепсского и карельского языков</a>. Все они представлены начальными формами и расположены в алфавитном порядке. Найти нужное слово тебе поможет система поиска.<br><br>

        В каждой словарной статье ты найдешь слово на карельском языке со всеми грамматическими формами, перевод его основных значений, а также примеры их 
        использования в предложениях и в составе устойчивых выражений. Проверкой, подбором примеров и их переводом занимается лексикограф 
        <a href='http://illhportal.krc.karelia.ru/member.php?id=61&plang=r'>Татьяна Бойко</a> 
        (ИЯЛИ КарНЦ РАН) – автор больших карельско-русского и русско-карельского словарей, а также грамматико-орфографического словаря карельского языка. 
        Работа эта занимает много времени. Но мы решили не ждать ее завершения и открыть словарь для пользователей. Обещаем, что с каждым днем его объем будет 
        расти и радовать тебя!<br><br>

        Кроме того ты можешь послушать, как каждое слово звучит из уст самой настоящей карелки. Говорит наш словарь мелодичным голосом <b>Надежды Мичуровой</b>.<br><br>

        Чтобы словарные статьи выглядели интереснее, по возможности, мы сопроводили их иллюстрациями. Рисунки и фотографии мы взяли с Викисклада. 
        Их подбором занималась студентка кафедры прибалтийско-финской филологии Петрозаводского государственного университета <b>Наталья Абрамова</b>.<br><br>

        Техническое сопровождение сайта – дело рук программиста <a href='http://mathem.krc.karelia.ru/member.php?id=22&plang=r'>Натальи Крижановской</a> (ИПМИ КарНЦ РАН). Без ее кропотливой работы ничего не получилось бы!<br><br>

        Запоминающийся логотип и дизайн сайта разработала <b>Наталья Вдовицына</b>.<br><br>
               
        Мы постарались сделать работу со словарем максимально простой и удобной. Но если, вдруг, возникнут вопросы, смело жми на кнопку \"<a href='/ru/olodict/help'>Нужна помощь?</a>\"!<p>
        
        <p style='text-align:right'><i>Инициатор и менеджер проекта<br><a href='http://illhportal.krc.karelia.ru/member.php?id=745&plang=r'>Ирина Новак</a></i></p>",
    'with_template' => 'с использованием шаблонов',
    'word' => 'слово',
];
