<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc OloDict Lines
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'negative' => 'отрицательные',
    'next_words' => 'Следующие слова',
    'singular' => 'единственное',
    'site_title' => 'Мультимедийный словарь карельского языка',
    'site_title_add' => '(ливвиковское наречие)',
    'plural' => 'множественное',
    'positive' => 'положительные',
    'prev_words' => 'Предыдущие слова',
];
