<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Long and very long texts
    |--------------------------------------------------------------------------
    |
    |
    */
    
    'andrew_name' => 'Крижановский Андрей Анатольевич',
    'andrew_info' => 'к.т.н., ведущий научный сотрудник, руководитель лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН',
    'boiko_name' => 'Бойко Татьяна Петровна',
    'boiko_info' => 'научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'nataly_name' => 'Крижановская Наталья Борисовна',
    'nataly_info' => 'ведущий инженер-исследователь лаб. информационных компьютерных технологий ИПМИ КарНЦ РАН',
    'novak_name' => 'Новак Ирина Петровна',
    'novak_info' => 'к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'pellinen_name' => 'Пеллинен Наталия Александровна',
    'pellinen_info' => 'к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'rodionova_name' => 'Родионова Александра Павловна',
    'rodionova_info' => 'к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'runtova_name' => 'Рунтова Анастасия Николаевна',
    'runtova_info' => 'Тверской государственный университет',
    'shibanova_name' => 'Шибанова Нина Леонидовна',
    'shibanova_info' => 'главный специалист по информационным технологиям ИЯЛИ КарНЦ РАН',
    'starkova_name' => 'Старкова Валентина Геннадьевна',
    'starkova_info' => 'старший инженер-исследователь лаб. моделирования природно-технических систем ИПМИ КарНЦ РАН',
    'zaitseva_name' => 'Зайцева Нина Григорьевна',
    'zaitseva_info' => 'д.фил.н., ведущий научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'zakharova_name' => 'Захарова Екатерина Владимировна',
    'zakharova_info' => 'к.фил.н., научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
    'zhukova_name' => 'Жукова Ольга Юрьевна',
    'zhukova_info' => 'к.фил.н., младший научный сотрудник сектора языкознания ИЯЛИ КарНЦ РАН',
];
