<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'advanced_search'=> 'Расширенный поиск',
    'and' => 'И',
    'founded_count' => '{0} Не найдено записей.|{1} Найдена :count запись.|[2,4] Найдено :count записи.|[2,Inf] Найдено :count записей.',
    'refine_search' => 'Уточните поиск, пожалуйста.',
    'for_text_fields' => '<p>В текстовых полях, если Вам нужен неточный поиск, используйте <span class="warning">процент %</span> для замены любого количества символов, '
                      . '<span class="warning">подчеркивание _</span> &nbsp; для замены одного символа.</p>'
                      . '<p>Например, шаблон %ta найдет все строки, оканчивающиеся на ta.</p>',
    'founded_entries' => '{0}|{1}, :count вхождение|[2,4], :count вхождения|[5,Inf], :count вхождений',
    'founded_texts' => '{0} Не найдено текстов|{1} Найден :count текст|[2,4] Найдено :count текста|[5,Inf] Найдено :count текстов',
    'or' => 'ИЛИ',
    'choose_pos' => 'Выберите часть речи',
    'choose_gram' => 'Выберите грамматические атрибуты',
    'show_by' => 'по',
    'simple_search'=> 'Простой поиск',
    'year_from' => 'год (с)',
    'year_to' => 'год (по)',
];
