
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'checked_words_to_marked' => 'Отношение проверенных слов к общему числу размеченных слов',
    'checked_examples_to_all' => 'Отношение проверенных примеров к общему числу',
    'marked_words_to_all' => 'Отношение размеченных слов к общему числу слов',
    
    'meanings' => 'Значения слов',
    'translations' => 'Переводы',
    'relations' => 'Семантические отношения (синонимы и др.)',
    
    'of_recorders' => 'собирателей',
    'of_informants' => 'информантов',
    'of_lemmas' => 'лемм',
    'of_meanings' => 'значений слов',
    'of_places' => 'населенных пунктов',
    'of_relations' => 'семантических отношений (синонимы и др.)',
    'of_texts' => 'текстов',
    'of_translations' => 'переводов',
    'of_wordforms' => 'словоформ',
    
    'stats_by_users' => 'Статистика по редакторам',
    'stats_by_corp' => 'Статистика по корпусам',
    'stats_by_dict' => 'Статистика по словарю',
    'stats_by_words' => 'Статистика по словам в текстах',
    'stats_by_examples' => 'Статистика по примерам (словам в предложениях, автоматически привязанных к какому-нибудь значению леммы)',
    
    'total_active_editors' => 'Активные участники (Участники, совершившие какое-либо действие за последние 30 дней)',
    'total_examples' => 'Общее число примеров',
    'total_checked_examples' => 'Число проверенных примеров',
    'total_checked_words' => 'Число проверенных слов в текстах (зелёный цвет), привязанных экспертами к какому-либо значению слова в словаре',
    'total_marked_words' => 'Число размеченных слов в текстах, т.е. автоматически привязанных к какому-нибудь значению леммы в словаре',
    'total_words' => 'Всего слов в текстах',
    'total_users' => 'Зарегистрированные участники',
];
