
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'all_words_to_checked' => 'Отношение привязанных слов к общему числу слов (в %)',
    
    'of_recorders' => 'собирателей',
    'of_informants' => 'информантов',
    'of_lemmas' => 'лемм',
    'of_meanings' => 'значений слов',
    'of_places' => 'населенных пунктов',
    'of_relations' => 'семантических отношений (синонимы и др.)',
    'of_texts' => 'текстов',
    'of_translations' => 'переводов',
    'of_wordforms' => 'словоформ',
    
    'stats_by_users' => 'Статистика по редакторам',
    'stats_by_corp' => 'Статистика по корпусам',
    'stats_by_dict' => 'Статистика по словарю',
    'stats_by_dict_corp' => 'Статистика по словарю и текстам',
    
    'total_active_editors' => 'Активные участники (Участники, совершившие какое-либо действие за последние 30 дней)',
    'total_examples' => 'Общее число примеров (Число слов в предложениях, автоматически привязанных к какой-нибудь лемме)',
    'total_checked_examples' => 'Число проверенных примеров',
    'total_checked_words' => 'Число слов в текстах (зелёный цвет), привязанных экспертами к какому-либо значению слова в словаре',
    'total_words' => 'Всего слов в текстах',
    'total_users' => 'Зарегистрированные участники',
];
