
<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'by_corp_markup' => 'Статистика по разметке корпуса',
    'by_user' => 'Статистика по пользователям',
    
    'chart_LemmaNumByLang' => 'Количество лемм по языкам (в 10³)',
    'chart_WordformNumByLang' => 'Количество словоформ по языкам (в 10³)',
    
    'checked_words_to_marked' => 'Отношение проверенных слов к общему числу размеченных слов',
    'checked_examples_to_all' => 'Отношение проверенных примеров к общему числу',
    'distribution_by_corpuses' => 'Распределение текстов по подкорпусам',
    'distribution_by_genres' => 'Распределение текстов по жанрам',
    'distribution_by_years' => 'Распределение текстов по годам',
    'marked_words_to_all' => 'Отношение размеченных слов к общему числу слов',
    
    'meanings' => 'Значения слов',
    'translations' => 'Переводы',
    'relations' => 'Семантические отношения (синонимы и др.)',
    
    'of_recorders' => 'собирателей',
    'of_informants' => 'информантов',
    'of_lemmas' => 'лемм',
    'of_meanings' => 'значений слов',
    'of_places' => 'населенных пунктов',
    'of_relations' => 'семантических отношений (синонимы и др.)',
    'of_texts' => 'текстов',
    'of_them' => 'из них',
    'of_translations' => 'переводов',
    'of_wordforms' => 'словоформ',

    'stats_by_genre' => 'Статистика по жанрам',
    'stats_by_users' => 'Статистика по редакторам',
    'stats_by_corp' => 'Статистика по корпусу',
    'stats_by_corpus' => 'Статистика по подкорпусам',
    'stats_by_dict' => 'Статистика по словарю',
    'stats_by_words' => 'Статистика по словам в текстах',
    'stats_by_examples' => 'Статистика по примерам (словам в предложениях, автоматически привязанных к какому-нибудь значению леммы)',
    'stats_by_year' => 'Статистика по годам',
    
    'total_active_editors' => 'Активные участники (участники, совершившие какое-либо действие за последние 30 дней)',
    'total_editors' => 'Администраторы и редакторы',
    'total_examples' => 'Общее число примеров',
    'total_checked_examples' => 'Число проверенных примеров',
    'total_checked_words' => 'Число проверенных слов в текстах (зелёный цвет), привязанных экспертами к какому-либо значению слова в словаре',
    'checked_words_in_text' => 'проверенных экспертами',
    'total_lemmas' => 'Всего лемм',
    'total_marked_words' => 'Число размеченных слов в текстах, т.е. автоматически привязанных к какому-нибудь значению леммы в словаре',
    'marked_words_in_text' => 'размеченных',
    'total_sentences' => 'Количество предложений',
    'total_words' => 'Всего слов в текстах',
    'total_words_in_text' => 'Всего слов',
    'total_users' => 'Зарегистрированные участники',
];
